[
    {
        "id": 1,
        "title": "Ajith plays CBCID officer in Valimai",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/valimai-update-ajith-kumar-to-play-cbcid-1623499881.jpg"
        ],
        "news_body": [
            "Reports say that Ajith plays an upright CBCID officer named Eeswara Moorthy in Valimai.",
            "In a recent interview, the makers also revealed that they have changed a few actors as they were sixty-plus and they were reluctant to shoot during the pandemic.",
            "Produced by Boney Kapoor",
            "’",
            "s Bayview Projects LLP and Zee Studios, only a few days shoot left in Valimai.",
            "Directed by H Vinoth, Yuvan Shankar Raja is composing the music for the film and Nirav Shah cranks the camera.",
            "The post ",
            "Ajith plays CBCID officer in Valimai",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 14 Jun 2021 07:04:27 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/ajith-plays-cbcid-officer-in-valimai/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Ajith Kumar",
            "Boney Kapoor",
            "Eeswara Moorthy",
            "Nirav Shah",
            "Valimai"
        ]
    },
    {
        "id": 2,
        "title": "STR’s Eeswaran is out in Hotstar",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/186593_thumb_665.jpg"
        ],
        "news_body": [
            "Silambarasan TR starrer Eeswaran is all set to make its digital premiere on Disney+ Hotstar VIP.",
            "Starring Silambarasan TR and Nidhhi Agerwal, the movie is a complete family entertainer featuring intense drama, bitter rivalry, romance, and above-all, features some spectacular action-packed fighting sequences. This superhit action drama will be available from today on Disney+ Hotstar VIP.",
            "Silambarasan TR essays the role of the title character Eeswaran, a caretaker willing to go to any length to protect a humble farmer Periyasamy and his family. But will an astrologer’s ominous claim, a revengeful arch enemy, internal family conflict, and life-threatening disease – all prove too much for Eeswaran, or will he be the ultimate saviour? The movie ensemble cast includes Bharathiraja, Nidhhi Agerwal, Nandita Swetha, Bala Saravanan, and many others. Written and directed by Suseenthiran, produced by Balaji Kapa, K.V. Durai and M.D. Sharafudeen under the banner of Madhav Media and D Company.",
            "The post ",
            "STR",
            "’",
            "s Eeswaran is out in Hotstar",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 06:12:36 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/strs-eeswaran-is-out-in-hotstar/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Eeswaran",
            "Nidhhi Agerwal",
            "Silambarasan TR"
        ]
    },
    {
        "id": 3,
        "title": "Nayanthara’s Netrikann to have digital premiere?",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/nayantharas-netrikann-to-make-this-abrupt-decision-.jpg"
        ],
        "news_body": [
            "Nayanthara",
            "’",
            "s crime thriller Netrikann is in talks with various OTT platforms for the direct digital premiere, say sources.",
            "Produced by Vignesh ShivN",
            "’",
            "s Rowdy Pictures and Kross Pictures, Girrishh of Aval fame is composing the music for Netrikann, and RD Rajasekar has cranked the camera.",
            "Milind Rau of Aval fame has directed Netrikann. The film also has Ajmal, Manikandan, and Saran as pivotal characters.",
            "The post ",
            "Nayanthara",
            "’",
            "s Netrikann to have digital premiere?",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 06:06:04 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/nayantharas-netrikann-to-have-digital-premiere/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Girrishh",
            "Kross Pictures",
            "Milind Rau",
            "Nayanthara",
            "Netrikann",
            "Vignesh Shivn"
        ]
    },
    {
        "id": 4,
        "title": "Santhosh Narayanan spills the beans on the making of the music for Jagame Thandhiram ",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Santhosh_Narayanan_and_Dhanush-1024x768.jpg"
        ],
        "news_body": [
            "The entire nation has been tapping their toes to the tunes of popular song Rakita Rakita as they gear up for the release of Netflix’s upcoming film, Jagame Thandhiram. The film has already given audiences fabulous songs like, Bujji, Nethu and Rakita Rakita that have taken the nation by storm and garnered over millions of views.  All the credit for composing and bringing these songs out goes to the much loved musician and music director, Santhosh Narayanan. The musical maestro has always created magic with his songs and never fails to surprise us with what he brings to the table.",
            "For a film like Jagame Thandhiram, Santhosh had a vision, the correct amount of time and this helped him churn out magical melodies, yet again!",
            "Talking about his experience of creating music for the film, Santhosh Narayanan said, “I had a lot of time on my hands to work on the score of Jagame Thandhiram. We could do a number of revisits and I could draw inspiration from everywhere. I didn",
            "’",
            "t want the score to sound alien to us.I am glad that I got the opportunity to work with many talents across the world. The film is also British in many ways. I had a lot of opportunities to collaborate with British folk bands and musicians, especially the Scottish folk bands. I had the opportunity to explore Madurai",
            "’",
            "s folk music. I was there for the shoot of Jagame Thandiram. I could figure out what was working and what wasn",
            "’",
            "t working to make the changes to the music in the shooting spot itself.",
            "It was a different experience.It was amazing and gave me the space to express myself as an artist. Rakita was the first song I recorded live outside of the studio. The song is an expression.We wanted it to be a listener",
            "’",
            "s experience. Thanks to the entire cast and crew, especially Karthik Subbaraj. In Jagame Thandhiram we have done 100 different things, but we have stayed true to the roots of that particular scene or emotion.",
            "Experience Santhosh Narayanan’s unmissable music in Jagame Thandhiram, on the 18th of June ",
            "–",
            " exclusively on Netflix! Until then ",
            "–",
            " keep rakita-ing!",
            "The post ",
            "Santhosh Narayanan spills the beans on the making of the music for Jagame Thandhiram ",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 05:04:40 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/santhosh-narayanan-spills-the-beans-on-the-making-of-the-music-for-jagame-thandhiram/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Dhanush",
            "Jagame Thandhiram",
            "Rakita Rakita",
            "Santhosh Narayanan"
        ]
    },
    {
        "id": 5,
        "title": "AR Rahman, son receive first dose of COVID-19 vaccine",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGrg_.png"
        ],
        "news_body": [
            "AR Rahman and his son, singer AR Ameen, on Monday said they have received the first dose of the COVID-19 vaccine. Rahman, 54, shared a selfie with 18-year-old Ameen on his Instagram page.",
            "“",
            "Vaccinated #1stjabdone #covishield have you?",
            "”",
            " the Oscar winner wrote alongside the photo.",
            "Ameen shared the same selfie on his account and captioned the post as ",
            "“",
            "#vaccinated",
            "”",
            ".",
            "The central government launched the nationwide drive in March this year to vaccinate everyone above 60 years of age and those aged between 45 and 59 with co-morbidities.",
            "From May 1, the central and state governments started vaccinating people aged between 18 and 44.",
            "The post ",
            "AR Rahman, son receive first dose of COVID-19 vaccine",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 11:45:35 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/ar-rahman-son-receive-first-dose-of-covid-19-vaccine/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "1stjabdone",
            "AR Ameen",
            "AR Rahman",
            "Covishield",
            "vaccinated"
        ]
    },
    {
        "id": 6,
        "title": "Ghibran’s special attempt",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/film-companion-ghibhan-lead-image-1-1.jpg"
        ],
        "news_body": [
            "Music director Ghibran has now unveiled the unreleased ‘Saaho’ theme as Non-Fungible Token, which is a first-of-its kind release in Indian music industry.",
            "This is done with the motto of making contribution towards Chief Minister of Relief Fund and well being of musicians, who are now going through severe financial issues due to lack of work.",
            "Ghibran says, ‘I am happy to release the rejected Saaho Hero Theme as NFT (Non-Fungible Token), where 50% of the proceeds will be donated to our honourable Chief Minister of Tamil Nadu MK Stalin Relief Fund and to the struggling musicians without work due to this current pandemic situation.’",
            "He adds, ‘This is the only musical piece as NFT and it’s the first-ever time in India, a track is available through this platform. So far, no one has listened to this track except the director. Although we were happy with the output, we had to put aside and move forward to improvise further for the scenes to add intense impact.’",
            "Ghibran says, ‘As people participate in the bidding and buy the track, it will be the one and only copy that will exist and no one else will have it as the track wouldn’t be released further. The auction will end on June 10’.",
            "The post ",
            "Ghibran’s special attempt",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 07:31:44 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/ghibrans-special-attempt/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Ghibran",
            "MK Stalin",
            "Music director",
            "Relief Fund",
            "Saaho"
        ]
    },
    {
        "id": 7,
        "title": "The Family Man-2 series should be stopped, says  Seeman",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGfh_-1.png"
        ],
        "news_body": [
            "Naam Tamilar Katchi (NTK) leader Seeman on Sunday issued a warning to Amazon India to stop streaming of ‘The Family Man-2’ series.",
            "“I request your esteemed organisation to stop streaming ‘The Family Man-2’ web series which represents Tamils and distorts the valorous Eazham liberation struggle of Tamils. If you fail to do so and ignore and disrespect our emotions we Tamils across the globe may have to lead a massive campaign worldwide to boycott all Amazon services, including Prime Video,” said Seeman, in a letter written to Aparna Purohit, Head of India Originals at Amazon Prime Video.",
            "‘The Family Man-2’ has been creating controversy ever since its teaser was released after actress Samantha in a reference to LTTE was shown as a terrorist. The web series has shocked most politicians in the state.",
            "Seeman after writing letters to state and Centre to take steps to stop streaming the web series have directly written a letter to Amazon India stating that Tamil Eezham freedom struggle was portrayed cheaply and it was intended to tarnish the image of Eelam Tamils.",
            "The post ",
            "The Family Man-2 series should be stopped, says  Seeman",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 07:25:32 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/the-family-man-2-series-should-be-stopped-says-seeman/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Amazon",
            "Aparna Purohit",
            "Family Man-2",
            "NTK",
            "seeman"
        ]
    },
    {
        "id": 8,
        "title": "Kajal Aggarwal to act in a Hindi film",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/maxresdefault-1024x576.jpg"
        ],
        "news_body": [
            "Actor Kajal Aggarwal will be acting in a Hindi film Uma which has filmmaker Sujoy Ghosh on board as creative producer.",
            "The upcoming Hindi language film is produced by Avishek Ghosh (AVMA Media) and Mantraraj Paliwal (Miraj Group). It is directed by debutante Tathagata Singha.",
            "”",
            "Set in an aristocratic household with a wedding backdrop where the entire family assembles, the drama unfolds through the multi-faceted characters with the arrival of a stranger Uma,",
            "”",
            " read the official synopsis of the movie. Aggarwal, known for starring in blockbuster films ",
            "”",
            "Singham",
            "”",
            ", ",
            "”",
            "Magadheera",
            "”",
            " and ",
            "”",
            "Mersal",
            "”",
            ", said she is excited to delve deep into the world of Uma. ",
            "”",
            "I’m always keen to give a green signal to scripts that are fun, entertaining yet challenging for me as an actor. I’m excited to share ‘Uma’ with all of you. ",
            "”",
            "I am very happy to be collaborating with AVMA Media, Avishek and director Tathagata, on an extremely interesting film,",
            "”",
            " the 35-year-old actor said in a statement. The makers will soon announce other cast members.",
            "The post ",
            "Kajal Aggarwal to act in a Hindi film",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 04 Jun 2021 09:53:35 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/kajal-aggarwal-to-act-in-a-hindi-film/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Avishek Ghosh",
            "Kajal Aggarwal",
            "Mantraraj Paliwal",
            "Sujoy Ghosh",
            "Tathagata Singha"
        ]
    },
    {
        "id": 9,
        "title": "Tributes to SPB pour in on his birth anniversary",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/113950284_spbbygvenketram.jpg"
        ],
        "news_body": [
            "Today is legendary singer SP Balasubramaniam",
            "’",
            "s 75th birth anniversary. A Guinness World Record holder with 40,000 songs in various Indian languages, SPB was the recipient of several prestigious awards including Padma Shri, Padma Bhushan, Padma Vibhushan, 6 National Awards, SPB gained international prominence with Sankarabharanam in which he sang 9 songs and earned his first National Award. He had sing for almost four generation of actors from MGR to Dhanush. He worked with legendary composers across Indian languages. And in Tamil, several thousand songs that he crooner for Ilayaraja stands immortal.",
            "The post ",
            "Tributes to SPB pour in on his birth anniversary",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 04 Jun 2021 09:48:27 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/tributes-to-spb-pour-in-on-his-birth-anniversary/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "RememberingSPB",
            "SPBalasubrahmanyam",
            "SPBForever",
            "SPBLivesOn"
        ]
    },
    {
        "id": 10,
        "title": "Arjun is villain in Mahesh Babu’s next film",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/mahesh-1617014942.jpg"
        ],
        "news_body": [
            "Arjun is now part of Mahesh Babu’s next film Sarkaru Vaari Paata, directed by Parasuram of Geetha Govindam fame. The actor will be playing the antagonist while Keerthy Suresh is the female lead.",
            "Arjun is expected to join the team in Hyderabad schedule of shoot in July. It will commence in a specially-erected set in the Ramoji Rao film city.",
            "Arjun enjoys a special fan base in the Telugu states of Andhra Pradesh and Telangana.",
            "The post ",
            "Arjun is villain in Mahesh Babu",
            "’",
            "s next film",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 03 Jun 2021 10:41:56 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/arjun-is-villain-in-mahesh-babus-next-film/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Arjun",
            "Keerthy Suresh",
            "Mahesh Babu",
            "Parasuram",
            "Ramoji Rao",
            "Sarkaru Vaari Paata"
        ]
    },
    {
        "id": 11,
        "title": "Pranitha Subhash confirms getting married",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Pranitha-Subhash.jpg"
        ],
        "news_body": [
            "Actress Pranitha Subhash on Monday officially announced getting married to Bangalore-based businessman Nitin Raju. The wedding took place the day before, on May 30, and the actress in an Instagram note apologised for the late update about the private ceremony.",
            "It is with great happiness that we would like to inform you that we got married on 30th May 2021 in a very intimate ceremony. We are extremely sorry to not have informed you, about the finalized date as up until the day before the wedding, we were unsure about when the wedding will take place due to the current covid restrictions. We didn",
            "’",
            "t want to put you through with the prolonged ambiguity of our wedding dates, she wrote on Instagram.",
            "The post ",
            "Pranitha Subhash confirms getting married",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 01 Jun 2021 07:21:57 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/pranitha-subhash-confirms-getting-married/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "businessman",
            "Covid-19",
            "Nitin Raju",
            "Pranitha Subhash",
            "wedding"
        ]
    },
    {
        "id": 12,
        "title": "Netflix launches trailer of Jagame Thandhiram",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/9aa6322f82d9849cb4104b98c60aded3.jpg"
        ],
        "news_body": [
            "Netflix today launched the trailer of its upcoming Tamil blockbuster, Jagame Thandhiram. Director Karthik Subbaraj brings to screen the story of a Tamil gangster played by Dhanush.",
            "Produced by YNOT studios and Reliance Entertainment, Jagame Thandhiram will make its worldwide debut on June 18, 2021 ",
            "–",
            " exclusively on Netflix. The cast includes Dhanush, Aishwarya Lekshmi, Joju George, Kalaiyarasan, Sharath Ravi and James Cosmo. This, combined with Santhosh Narayanan’s toe-tapping music, is bound to keep audiences at the edge of their seats throughout.",
            "The much anticipated Jagame Thandhiram will be available to 208 million Netflix users around the world. The film is also dubbed in Telugu, Kannada, and Malayalam. Speaking about his film, director Karthik Subbaraj said, ",
            "‘",
            "Jagame Thandhiram is my dream film that was made with the ambition of telling a gripping story, about a globally prevalent issue, through a locally rooted character ",
            "–",
            " in the most interesting and entertaining way. Audiences will yet again see Dhanush bring his immense talent and entertainment to the table across 190 countries on Netflix.",
            "Produced by YNOT Studios and Reliance Entertainment, Jagame Thandhiram will be available worldwide on Netflix on June 18",
            "′",
            ".",
            "\n\n\n",
            "The post ",
            "Netflix launches trailer of Jagame Thandhiram",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 01 Jun 2021 07:15:51 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/netflix-launches-trailer-of-jagame-thandhiram/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Aishwarya Lekshmi",
            "Dhanush",
            "JagameThandhiram",
            "JagameThandhiramTrailer",
            "Joju George",
            "Karthik Subbaraj"
        ]
    },
    {
        "id": 13,
        "title": "Venkat Prabhu-Ashok Selvan film likely to have OTT release",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images.jpg"
        ],
        "news_body": [
            "Venkat Prabhu has signed his 10th directorial that has been tagged as a Venkat Prabhu quickie and will go on floors soon.",
            "However, we hear from sources that the film has gone on floors already and is all set to premiere on an OTT platform soon. A source close to the film said, “The film went on floors in December, and the majority of the portions were shot when the Maanaadu team was on schedule break. The film was originally produced by Black Ticket Company.",
            "Now another production company has taken over the film and negotiations with leading OTT players are taking place. Only patchwork is left to be done.” Tentatively titled VP 10, Ashok Selvan plays the male lead while Smruti Venkat, Riya Suman, and Samyuktha Hegde are the heroines.",
            "The post ",
            "Venkat Prabhu-Ashok Selvan film likely to have OTT release",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 01 Jun 2021 04:53:54 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/venkat-prabhu-ashok-selvan-film-likely-to-have-ott-release/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Maanaadu",
            "Riya Suman",
            "Samyuktha Hegde",
            "Smruti Venkat",
            "Venkat Prabhu"
        ]
    },
    {
        "id": 14,
        "title": "Juhi Chawla files suit against 5G implementation in India",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/05/actress-environmentalist-juhi-chawla-files-suit-against-implementation-of-5g-in-india-first-hearing-on-31st-may-001-1024x538.jpg"
        ],
        "news_body": [
            "Actress Juhi Chawla has filed a suit against the implementation of 5G in India. She says that while she is not against technology and uses it as well, she feels that its important to address the problems it causes to environment. The first hearing was held on Monday.",
            "“",
            "We are not against the implementation of technological advancements. On the contrary, we enjoy using the latest products that the world of technology has to offer, including in the field of wireless communications.",
            "However, whilst using the latter kind of devices, we are in a constant dilemma, because after doing our own research and studies regarding the RF radiation from wire-free gadgets and network cell towers, we have sufficient reason to believe that the radiation is extremely harmful and injurious to the health and safety of the people,",
            "”",
            " she says.",
            "The post ",
            "Juhi Chawla files suit against 5G implementation in India",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 31 May 2021 12:01:25 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/juhi-chawla-files-suit-against-5g-implementation-in-india/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "India",
            "Juhi Chawla",
            "network",
            "safety",
            "Technology"
        ]
    },
    {
        "id": 15,
        "title": "Vairamuthu to ‘return’ ONV Kurup literary prize",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/05/Vairamuthu-1200-1024x569.jpg"
        ],
        "news_body": [
            "Tamil lyricist Vairamuthu on Saturday announced ",
            "‘",
            "returning",
            "’",
            " the ONV literary prize, instituted in memory of Jnanpith laureate Malayalam poet late ONV Kurup, following protests from various quarters against the award to the songwriter, who is facing ",
            "‘",
            "MeToo",
            "’",
            " charges.",
            "Though he said he was ",
            "”",
            "returning",
            "”",
            " the award, in effect he was declining the honour, saying he did not want the jury to face embarrassment and blamed ",
            "”",
            "vendetta",
            "”",
            " behind the decision to reconsider the award by the ONV Cultural Academy.",
            "He requested that the cash prize of Rs three lakh announced by the academy be given to the Kerala Chief Minister",
            "”",
            "s Public Relief fund and announced his own contribution of Rs two lakh towards the same, as a ",
            "“",
            "token",
            "”",
            " of his love for Kerala and its people.",
            "“",
            "Due to the interference of those with vendetta the award has been subject to reconsideration is what I have come to know.",
            "”",
            " Wondering if the protests were aimed at ",
            "“",
            "belittling",
            "”",
            " him and Kurup, Vairamuthu said he wanted to make sure that the ",
            "“",
            "scholarly jury should not be pushed to embarrassment.",
            "”",
            "“",
            "Therefore, I only desire to avoid receiving the award amid controversies,",
            "”",
            " he said. Indicating that he was very straightforward, Vairamuthu said ",
            "“",
            "there is no need to rub my truthfulness.",
            "”",
            " ",
            "“",
            "Therefore I have taken a strong decision and I am announcing it with love and clarity. I am returning the ONV Literary Prize to the ONV cultural academy,",
            "”",
            " he said in a video posted on his official Twitter handle.",
            "The post ",
            "Vairamuthu to ",
            "‘",
            "return",
            "’",
            " ONV Kurup literary prize",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 29 May 2021 11:33:55 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/vairamuthu-to-return-onv-kurup-literary-prize/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Cultural Academy",
            "Lyricist Vairamuthu",
            "ONV Kurup",
            "ONV literary prize",
            "Relief Fund"
        ]
    },
    {
        "id": 16,
        "title": "Venkat Prabhu to direct a movie for Rockfort Entertainment",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/05/vp-lawrance41219m2.jpg"
        ],
        "news_body": [
            "Director Venkat Prabhu, who has directed many blockbuster films including Chennai 28 and Mankatha, has joined hands with producer T Muruganantham’s Rockfort Entertainment for his next film.",
            "After his current directorial movie Silambarasan TR Starring Maanaadu, Venkat Prabhu will direct a film that is to be produced by producer T.Muruganantham on behalf of Rockfort Entertainment. This untitled movie will be his 10th Directorial Movie.",
            "Details about the cast and crew of the film will be officially announced soon, the production team said.",
            "The post ",
            "Venkat Prabhu to direct a movie for Rockfort Entertainment",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 29 May 2021 10:28:40 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/venkat-prabhu-to-direct-a-movie-for-rockfort-entertainment/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Rockfort",
            "Rockfort Entertainment",
            "Silambarasan TR",
            "T Muruganantham",
            "Venkat Prabhu"
        ]
    },
    {
        "id": 17,
        "title": "Naragasooran and Kadaisi Vivasayi to release digitally",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/05/Naragasooran-Movie-Amazon-Prime-Video-1024x576.jpg"
        ],
        "news_body": [
            "Karthick Naren",
            "’",
            "s long-delayed film Naragasooran is all set to directly release on Sony LIV.",
            "The film was supposed to be Karthick",
            "’",
            "s sophomore venture after his blockbuster Dhuruvangal Pathinaru but due to financial constraints of the producers and investors, the film didn",
            "’",
            "t hit the screens.",
            "Now, Sony LIV has procured the direct digital premiere rights of the film. Touted to be a mystery thriller, Naragasooran boasts an ensemble of actors including Arvind Swamy, Sundeep Kishan, Shriya Saran, Indrajith, and Aathmika.",
            "Meanwhile, director Manikandan",
            "’",
            "s Kadaisi Vivasayi to release on Sony LIV. Vijay Sethupathi and Yogi Babu are playing pivotal characters in the film.",
            "The post ",
            "Naragasooran and Kadaisi Vivasayi to release digitally",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 29 May 2021 10:23:08 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/naragasooran-and-kadaisi-vivasayi-to-release-digitally/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Arvind Swamy",
            "Dhuruvangal Pathinaru",
            "Kadaisi Vivasayi",
            "Karthick Naren",
            "Naragasooran",
            "Sony LIV",
            "Sundeep Kishan"
        ]
    },
    {
        "id": 18,
        "title": "Actor-producer Venkat Subha dies due to covid",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/05/venkat-subha2952021m1-1024x576.jpg"
        ],
        "news_body": [
            "Tamil actor, writer and producer Venkat Subha succumbed to Covid-19 in the wee hours of todat. He was undergoing treatment for the same at a hospital for the past 10 days.",
            "Nearly 10 days ago, Venkat Subha tested positive for the novel coronavirus. He was admitted to a private hospital in Chennai for treatment. Reportedly, his health condition worsened after which he was shifted to the ICU (Intensive Care Unit). However, on May 29 at 12.48 am he breathed his last.",
            "Venkat Subha has worked in films Mozhi, Azhagiya Theeye,Kanda Naal Mudhal, Singam 3, Gorilla, Kadugu, Masala Padam, Seethakaathi, Oru Panna Kadhai among others. He also acted in several Tamil serials. He was a YouTube film reviewer for the channel, Touring Talkies.",
            "The post ",
            "Actor-producer Venkat Subha dies due to covid",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 29 May 2021 07:34:02 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/actor-producer-venkat-subha-dies-due-to-covid/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Coronavirus",
            "Covid-19",
            "producer",
            "Venkat Subha",
            "writer"
        ]
    }
]