[
    {
        "id": 1,
        "title": "Companies expect better performance in 6-12 months: Survey",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGgjf.png"
        ],
        "news_body": [
            "The nationwide survey showed that 58 per cent of the companies witnessed ‘high impact",
            "’",
            " of the state-level lockdowns on their businesses, while another 38 per cent reported ‘moderate impact",
            "’",
            " on their operations.",
            "\nAs states start to ease lockdown restrictions with declining number of daily Covid-19 cases, companies are hopeful of better performance in the next six to 12 months, according to a joint survey conducted by FICCI and Dhruva Advisors.",
            "The nationwide survey showed that 58 per cent of the companies witnessed ‘high impact",
            "’",
            " of the state-level lockdowns on their businesses, while another 38 per cent reported ‘moderate impact",
            "’",
            " on their operations.",
            "The post ",
            "Companies expect better performance in 6-12 months: Survey",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 21 Jun 2021 12:40:06 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/companies-expect-better-performance-in-6-12-months-survey/",
        "category_id": "Economy",
        "subcategory_id": [
            "businesses",
            "company",
            "Covid-19",
            "FICCI",
            "lockdowns"
        ]
    },
    {
        "id": 2,
        "title": "Sebi stops PNB Housing from issuing shares",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/1582659983-1071.png"
        ],
        "news_body": [
            "The Securities and Exchange Board of India (Sebi) has asked PNB Housing Finance Ltd (PNB HFC) to keep on hold a proposal to seek shareholders nod for preferential allotment of its equity shares until it does independent valuation of shares.",
            "The housing finance company plans to issue shares and warrants on a preferential basis to private equity firm Carlyle Group and associates who seek to invest Rs 4,000 crore to acquire a controlling stake of over 50 per cent in the Delhi-based mortgage lender. It is holding extraordinary general meeting of shareholders on June 22, 2021 to consider preferential allotment (shares and warrants). The price for proposed issue of equity shares and convertible warrants is Rs 390 a piece. On Friday its shares closed 1-4 per cent lower at Rs 739.35 per share on BSE.",
            "The post ",
            "Sebi stops PNB Housing from issuing shares",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 21 Jun 2021 12:35:17 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/sebi-stops-pnb-housing-from-issuing-shares/",
        "category_id": "Economy",
        "subcategory_id": [
            "BSE",
            "Business",
            "economy",
            "Finance",
            "PNB",
            "SEBI"
        ]
    },
    {
        "id": 3,
        "title": "Maruti Suzuki India to hike car prices",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/marutisuzukireuters-1024x683.jpg"
        ],
        "news_body": [
            "Maruti Suzuki India (MSI) on Monday said it will hike prices of its cars in the second quarter of the current fiscal due to increase in the input costs.",
            "“",
            "Over the past year, the cost of the company",
            "’",
            "s vehicles continue to be adversely impacted due to increase in various input costs. Hence, it has become imperative for the company to pass on some impact of the above additional cost to customers through a price rise,",
            "”",
            " Maruti Suzuki India said in a regulatory filing.",
            "The company did not reveal the quantum of the proposed price hike.",
            "The price rise has been planned in the second quarter (July-September period) of the current financial year and the increase shall vary for different models, the company added.",
            "On April 16, Maruti Suzuki announced the weighted average price increase in ex-Showroom Prices (Delhi) across models of 1.6 per cent.",
            "The post ",
            "Maruti Suzuki India to hike car prices",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 21 Jun 2021 09:36:20 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/maruti-suzuki-india-to-hike-car-prices/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "economy",
            "Maruti Suzuki",
            "MSI",
            "vehicles"
        ]
    },
    {
        "id": 4,
        "title": "Fuel prices remain unchanged on Saturday",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-1-2-1024x684.jpg"
        ],
        "news_body": [
            "Fuel retailers spared consumers of any further increase in prices by keeping retail prices of petrol and diesel unchanged on Saturday.",
            "Accordingly, petrol continues to cost Rs 96.93 per litre and diesel Rs 87.69 per litre in Delhi.",
            "\nAcross the country as well the petrol and diesel prices remained static on Saturday but its actual retail prices varied depending on the level of local levies in respective states.",
            "In the city of Mumbai, where petrol prices crossed Rs 100 mark for the first time ever on May 29, the fuel price reached new high of Rs 103.08 per litre on Friday. It remained at the same level on Saturday. Diesel is also priced at Rs 95.14 a litre in the city, the highest among metros.",
            "The post ",
            "Fuel prices remain unchanged on Saturday",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 09:40:45 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/fuel-prices-remain-unchanged-on-saturday/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "economy",
            "Fuel prices",
            "Petrol",
            "petrol prices"
        ]
    },
    {
        "id": 5,
        "title": "Air India to sell real estate assets",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-8.jpg"
        ],
        "news_body": [
            "Disinvestment-bound Air India is looking to raise Rs 200 to 300 crore by selling commercial and residential real estate assets in different parts of the country.",
            "Air India on Friday sought bids for a slew of properties, including flats and plots.",
            "“",
            "Air India through MSTC invites e-auction bids for sale of the properties located across India,",
            "”",
            " according to a public notice.",
            "A residential plot and a flat in Mumbai, five flats in New Delhi, a residential plot in Bangalore, and four flats in Kolkata, are among the properties that have been put on sale.",
            "Besides, a booking office and staff quarter in Aurangabad, a residential plot along with Airline House in Bhuj, six flats in Nashik, booking office in Nagpur and a residential plot in Thiruvananthapuram and two flats in Mangaluru are for sale, as per the notice.",
            "The post ",
            "Air India to sell real estate assets",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:55:48 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/air-india-to-sell-real-estate-assets/",
        "category_id": "Economy",
        "subcategory_id": [
            "Air India",
            "Business",
            "Disinvestment",
            "MSTC"
        ]
    },
    {
        "id": 6,
        "title": "Jio adds 79 lakh subscribers: TRAI",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/2020-07-15t091140z1059778965rc2lth9u22icrtrmadp3reliance-agm-1jpg-999016-1624038359-1024x576.jpg"
        ],
        "news_body": [
            "Reliance Jio gained over 79 lakh, mobile users, in March, surpassing the combined net adds by rivals Bharti Airtel and Vodafone Idea during the month, according to data released by TRAI on Friday.",
            "Reliance Jio added 79.18 lakh, wireless subscribers, in March, taking its customer base to about 42.29 crore.",
            "\nMeanwhile, Jio has launched JioFiber Postpaid with no security deposit and installation charges. According to a press note, plans are starting at Rs 399 per month, which it claimed lowest in the industry.",
            "The post ",
            "Jio adds 79 lakh subscribers: TRAI",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:51:35 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/jio-adds-79-lakh-subscribers-trai/",
        "category_id": "Economy",
        "subcategory_id": [
            "Bharti Airtel",
            "Business",
            "JioFiber",
            "Reliance Jio",
            "TRAI"
        ]
    },
    {
        "id": 7,
        "title": "Cars24 expands to UAE and Australia",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/marutiprice_505_160421025436-1024x576.jpg"
        ],
        "news_body": [
            "Cars24, an e-commerce platform for pre-owned vehicles, has said it is set to disrupt the used automobile ecosystem around the globe.",
            "The company has recently launched its business in Australia and UAE and is ready to launch business in Southeast Asian and Middle East countries this year.",
            "As part of its expansion strategy, Cars24 will use its India playbook to expand globally",
            "\nand continue to invest in technology to transform the consumer experience in buying-selling cars, it added.",
            "The post ",
            "Cars24 expands to UAE and Australia",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 18 Jun 2021 07:05:45 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/cars24-expands-to-uae-and-australia/",
        "category_id": "Economy",
        "subcategory_id": [
            "Automobile",
            "Business",
            "CARS24",
            "platform",
            "Technology"
        ]
    },
    {
        "id": 8,
        "title": "Flipkart, Amazon appeal against order to resume CCI probe",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2-9.jpg"
        ],
        "news_body": [
            "Walmart-owned Flipkart and Amazon have appealed before a division bench of the Karnataka High Court against an order that allowed fair trade regulator CCI to resume investigations into allegations of anti-competitive behaviour by the e-commerce majors.",
            "Flipkart and Amazon have filed their appeals separately before the division bench.",
            "\nEmails sent to Flipkart did not elicit a response, while Amazon declined to comment on the matter.",
            "In its appeal, Flipkart Internet has prayed ",
            "”",
            "to set aside the impugned Order dated June 11, 2021, passed by the single Judge",
            "”",
            " and also to ",
            "”",
            "set aside the CCI Order dated January 13, 2020",
            "”",
            ".",
            "It has also sought interim relief with a stay on the June 11 order that had given a go-ahead to a probe by the Competition Commission of India (CCI) over allegations that these two e-commerce compa",
            "The post ",
            "Flipkart, Amazon appeal against order to resume CCI probe",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 18 Jun 2021 07:02:23 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/flipkart-amazon-appeal-against-order-to-resume-cci-probe/",
        "category_id": "Economy",
        "subcategory_id": [
            "Amazon",
            "Business",
            "economy",
            "Flipkart",
            "Karnataka High Court"
        ]
    },
    {
        "id": 9,
        "title": "Vodafone Idea launches eSIM service in Kolkata",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGgg_-1.png"
        ],
        "news_body": [
            "Leading telecom operator Vodafone Idea on Thursday announced the availability of eSIM for its postpaid customers for compatible devices in Kolkata.",
            "An eSIM is a digital SIM that allows one to activate a cellular plan from a carrier without having to use a physical nano-SIM. It is a small chip inside the phone.",
            "The technology will enable postpaid customers to enjoy the benefits of convenience and flexibility of having more than one sim even on a single sim device, Vodafone Idea Cluster Business Head- (East), Shivan Bhargava said in a statement.",
            "The company",
            "’",
            "s eSIM service is now available in Mumbai, Gujarat, Delhi, Karnataka, Punjab, UP East, Kerala, Kolkata Maharashtra and Goa.",
            "The post ",
            "Vodafone Idea launches eSIM service in Kolkata",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 18 Jun 2021 06:24:14 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/vodafone-idea-launches-esim-service-in-kolkata/",
        "category_id": "Economy",
        "subcategory_id": [
            "eSIM",
            "Idea",
            "Kolkata",
            "SIM",
            "Telecom",
            "Vodafone"
        ]
    },
    {
        "id": 10,
        "title": "Canon on expansion mode",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/pdp_module_001_925840926115919.jpg"
        ],
        "news_body": [
            "Canon India has expanded its line up of photo printers with the launch of the new PIXMA",
            "\nG570, PIXMA G670, image PROGRAF PRO-300 and PIXMA PRO-200.",
            "The two new PIXMA G series 6-colour ink tank printers are built to unlock the power of high quality, enhanced photo longevity and low-cost printing for photo studios, businesses, homes and creative work, it said.",
            "‘",
            "Leveraging on decades of advanced colour science locked within its universe of consumer imaging products, the new G series photo printers deliver a vividness and richness yet unseen in the ink tank printer world,",
            "’",
            " it added.",
            "The post ",
            "Canon on expansion mode",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 17 Jun 2021 07:09:38 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/canon-on-expansion-mode/",
        "category_id": "Economy",
        "subcategory_id": [
            "businesses",
            "Canon",
            "photo printers",
            "PIXMA",
            "PIXMA PRO"
        ]
    },
    {
        "id": 11,
        "title": "India’s banana exports grows in volume",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Banana_farm.jpg"
        ],
        "news_body": [
            "India’s banana export is expected to continue its growth this year in terms of volume as well as value. A total of 1.91 lakh tonne worth Rs 619 crore has been exported so far, the Ministry of Commerce and Industry said on Wednesday.",
            "The latest figure shows an increase in export of 1.34 lakh metric tonne banana (valued at Rs 413 crore) in 2018-19. India exported 1.95 lakh metric tonne banana valued at Rs 660 crore in 2019-20.",
            "India’s banana export has been rising sharply because of adoption of farm practices as per the global standards, the Ministry said. India is the world’s leading producer of bananas with a share of around 25 pc in total output. Andhra Pradesh, Gujarat, Tamil Nadu, Maharashtra, Kerala, Uttar Pradesh, Bihar and Madhya Pradesh contribute over 70 pc of the country’s banana production.",
            "The post ",
            "India’s banana exports grows in volume",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 17 Jun 2021 07:04:08 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/indias-banana-exports-grows-in-volume/",
        "category_id": "Economy",
        "subcategory_id": [
            "banana",
            "export",
            "India",
            "tonne banana"
        ]
    },
    {
        "id": 12,
        "title": "Fuel demand rebounds in first half of June",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-6-1024x768.jpg"
        ],
        "news_body": [
            "India",
            "’",
            "s fuel demand rebounded in the first half of June as easing of coronavirus lockdowns helped sales but the consumption was still lower compared to last year.",
            "While petrol sales rose by 13 per cent during June 1-15 over the same period of last month, diesel consumption was up 12 per cent, according to data compiled by state fuel retailers.",
            "This is the first monthly increase since March.",
            "Fuel demand had recovered to near-normal levels in March before the onset of the second wave of Covid-19 infections led to the reimposition of lockdowns in different states, stalling mobility and muting economic activity.",
            "Consumption in May slumped to its lowest since August 2020.",
            "With COVID case addition down 79 per cent since peak 5 weeks ago and vaccination pace picking up, state governments have continued rule relaxations at a relatively faster pace than in 2020.",
            "Delhi has already announced the reopening of markets and malls for near-normal hours while restaurants can open at 50 per cent capacity. Maharashtra government allowed malls to open in Pune.",
            "The post ",
            "Fuel demand rebounds in first half of June",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 17 Jun 2021 06:58:22 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/fuel-demand-rebounds-in-first-half-of-june/",
        "category_id": "Economy",
        "subcategory_id": [
            "Coronavirus",
            "Covid 19",
            "fuel",
            "India",
            "lockdowns"
        ]
    },
    {
        "id": 13,
        "title": "Toolkit row: Delhi Police interrogated Twitter India MD in Bengaluru",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/960x0.jpg"
        ],
        "news_body": [
            "Manish Maheshwari, Twitter India MD, was questioned by the Delhi Police in Bengaluru over the Congress toolkit case, according to sources. Delhi Police’s special cell visited Bengaluru on May 31 and questioned the India head of the social media giant over BJP spokesperson Sambit Patra",
            "’",
            "s tweet being tagged as ",
            "“",
            "manipulated media",
            "”",
            ", as per media reports.",
            "On May 24, the Delhi police had visited the Twitter office in south Delhi and Gurgaon in search of senior Twitter officials. According to The Times of India, a team led by DCP Pramod Kushwaha made the trip to Bengaluru after Twitter India MD Maheshwari wrote to them, seeking time to appear before the police because of the ongoing pandemic. Maheshwari, media reports say, had said he was ready to join the probe in Bengaluru, if possible.",
            "Sambit Patra had in a tweet alleged that the Congress had prepared a toolkit to target the government over its handling of the COVID-19 pandemic.",
            "The post ",
            "Toolkit row: Delhi Police interrogated Twitter India MD in Bengaluru",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 17 Jun 2021 05:43:24 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/toolkit-row-delhi-police-interrogated-twitter-india-md-in-bengaluru/",
        "category_id": "Economy",
        "subcategory_id": [
            "BJP",
            "Congress",
            "Manish Maheshwari",
            "pandemic",
            "Twitter"
        ]
    },
    {
        "id": 14,
        "title": "GST dues of states not cleared as claimed by FM: Chidambaram",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/39549788_1623835350_p-chidambaram-photo-ians-881786.jpg"
        ],
        "news_body": [
            "Former Finance Minister P. Chidambaram has alleged that contrary to the claims of Finance Minister Nirmala Sitharaman, GST dues of Congress-ruled states Rajasthan and Chhattisgarh are yet to be cleared.",
            "“",
            "More numbers on GST dues. For Rajasthan, the GST dues upto 31-3-2021 were Rs 4,635 crore. This number was mentioned in CM",
            "’",
            "s letter to FM. In 2021-22, add another Rs 2,507 crore upto May. Total dues, so far, are Rs 7,142 crore.",
            "“",
            "For Chhattisgarh, GST dues upto 1-6-2021 are Rs 3,069 crore. Yet, the FM claimed that she had cleared GST dues to all states!",
            "”",
            " the former union minister said in a statement on Wednesday.",
            "GST collection for the month of May stood at Rs 1,02,709 crore, as per the Ministry of Finance, its eighth month in a row when GST revenue has stayed above the Rs 1 lakh crore mark.",
            "India",
            "’",
            "s gross GST revenue collection reached a new record high of over Rs 1.41 lakh crore in April 2021, beating all expectations of lower collections in wake of disruptions clauses by fresh wave of Covid-19.",
            "The post ",
            "GST dues of states not cleared as claimed by FM: Chidambaram",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 16 Jun 2021 12:31:57 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/gst-dues-of-states-not-cleared-as-claimed-by-fm-chidambaram/",
        "category_id": "Economy",
        "subcategory_id": [
            "Congress",
            "FM",
            "GST",
            "Nirmala Sitharaman",
            "P. Chidambaram",
            "Rajasthan"
        ]
    },
    {
        "id": 15,
        "title": "43% consumers boycotted Chinese products last year",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/43-consumers-boycotted-chinese-products-last-year.jpg"
        ],
        "news_body": [
            "One year after the Galwan valley escalation between China and India, 43 pc of Indian consumers did not buy any made-in-China products in the last 12 months, as per a survey by Local Circles.",
            "Of those Indian consumers who purchased them, 60 per cent bought only 1-2 items.",
            "Majority who purchased made in China products did so as they are the cheapest available option and offer value for money.",
            "However, 40 per cent of them also highlighted uniqueness and 38 per cent highlighted quality as a differentiator and that is something the Government of India and Indian manufacturers and MSMEs must act upon.",
            "\n\n\n",
            "The post ",
            "43% consumers boycotted Chinese products last year",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 16 Jun 2021 10:18:06 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/43-consumers-boycotted-chinese-products-last-year/",
        "category_id": "Economy",
        "subcategory_id": [
            "China",
            "economy",
            "Galwan Valley",
            "MSMEs",
            "products"
        ]
    },
    {
        "id": 16,
        "title": "Fuel prices hiked again",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/petrol-pump-1592446015-1604116742.jpg"
        ],
        "news_body": [
            "Fuel prices increased again across the country on Wednesday adding more misery for the common man already grappling with rising food prices amidst shrinking income.",
            "With this rise, petrol prices have reached very close to hitting the century-mark all across the country extending the scope of historic high prices that had already made the fuel rate cross the Rs 100 per litre mark in certain cities and towns of Maharashtra, Madhya Pradesh, Rajasthan, Telangana, Andhra Pradesh.",
            "\nOn Wednesday, the oil marketing companies (OMCs) raised the price of petrol and diesel between 12-25 per litre across the four metros.",
            "Accordingly, the price of petrol increased by 25 paisa per litre to Rs 96.66 per litre and diesel by 13 paisa per litre to Rs 87.41 per litre in Delhi.",
            "In Mumbai, where petrol prices crossed Rs 100 mark for the first time ever on May 29, the fuel price reached new high of Rs 102.82 per litre on Wednesday. Diesel prices also increased in the city by 14 paisa per litre to reach Rs 94.84 a litre, the highest among metros.",
            "The post ",
            "Fuel prices hiked again",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 16 Jun 2021 10:10:10 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/fuel-prices-hiked-again/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "diesel",
            "economy",
            "Fuel prices",
            "OMCs",
            "Petrol"
        ]
    },
    {
        "id": 17,
        "title": "ICICI Pru Life announces Rs 867 crore bonus",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/icici-pru-life-announces-record-bonus-of-rs-867-crore-for-policyholders-1024x768.jpg"
        ],
        "news_body": [
            "ICICI Prudential Life Insurance has announced an annual bonus of Rs 867 crore for all eligible participating policyholders for FY2021.",
            "The bonus declared is the highest ever by the company till date and is also 10 per cent higher than the bonus announced in the last fiscal.",
            "The company said all participating policies in-force as of 31 March, 2021 are eligible to receive this bonus and will be added to the policyholders’ benefits.",
            "Bonus is the share of profits generated by the company",
            "’",
            "s participating policyholder",
            "’",
            "s funds which are added to their guaranteed maturity benefits, thus enhancing the corpus.",
            "The post ",
            "ICICI Pru Life announces Rs 867 crore bonus",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 16 Jun 2021 09:59:16 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/icici-pru-life-announces-rs-867-crore-bonus/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "FY2021",
            "ICICI",
            "insurance",
            "policyholders"
        ]
    },
    {
        "id": 18,
        "title": "Vivo Launches 3GB variant of Y1s",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Vivo-Y1s-1024x512.jpg"
        ],
        "news_body": [
            "Vivo has announced the launch of Y1s 3GB storage variant in India.",
            "An addition to Y series, the Y1s is priced at Rs 9,490 for 3GB RAM + 32GB ROM which is expandable up to 256 GB.",
            "It will be available for purchase in two colour options— Aurora Blue and Olive Black on vivo India E-store, Amazon, Flipkart, Paytm, Tatacliq, Bajaj EMI Store and across all partner retail stores.",
            "Packed with 4030mAh Battery, Vivo Y1s features a 15.79cm (6.22) Halo FullView Display with an 88.6 per cent screen-to-body and filters out harmful blue light to prevent eye strain. With AI camera setup, it features 5 MP selfie and 13 MP rear camera along with Bokeh mode.",
            "\n\n\n",
            "The post ",
            "Vivo Launches 3GB variant of Y1s",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 16 Jun 2021 09:55:34 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/vivo-launches-3gb-variant-of-y1s/",
        "category_id": "Economy",
        "subcategory_id": [
            "Bokeh",
            "EMI",
            "Flipkart",
            "India",
            "VIVO",
            "Y1s"
        ]
    }
]