[
    {
        "id": 1,
        "title": "Uber doubles vehicles to deliver essentials",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Uber-10.jpg"
        ],
        "news_body": [
            "In an effort to meet increasing customer demand during the second wave of the pandemic, Uber has announced that it has doubled the number of two-wheelers deployed for its package delivery service, Uber Connect.",
            "Demand for Uber Connect has tripled in the month of May, with many people using the service to",
            "\ntransport essentials like grocery, non-prescription medication, medical devices, and care packages to family and loved ones.",
            "On-demand pickups, digital payment options and contactless doorstep delivery allows residents to send and receive parcels from each other and also order items from nearby shops, without having to step outside the safety of their homes, thereby solving logistical challenges faced by millions, Uber said.",
            "The post ",
            "Uber doubles vehicles to deliver essentials",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 15 Jun 2021 06:35:15 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/uber-doubles-vehicles-to-deliver-essentials/",
        "category_id": "Economy",
        "subcategory_id": [
            "economy",
            "package delivery",
            "pandemic",
            "payment",
            "Uber"
        ]
    },
    {
        "id": 2,
        "title": "‘Cement offtake down by 25% in April-June’",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/1608324011_88ba930c-c551-445f-9252-22291bbc86c4.jpg"
        ],
        "news_body": [
            "The second wave of Covid-19 has adversely impacted the domestic cement sale in the April-June quarter, reducing 25 per cent on a quarter on quarter basis but a pent-up demand is expected to push the volumes starting July-September quarter, according to a report.",
            "In April this year, when the second wave was on the rise, the domestic production was down 35 per cent month-on-month in April 2021 and 4 per cent lower in comparison to the pre-pandemic April 2019, said rating agency ICRA on Monday.",
            "This time the rural areas have also been impacted in the second wave, unlike last year wherein it was limited to mostly in the urban areas.",
            "The post ",
            "‘",
            "Cement offtake down by 25% in April-June",
            "’",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 15 Jun 2021 06:30:52 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/cement-offtake-down-by-25-in-april-june/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "cement",
            "Covid-19",
            "ICRA",
            "sales"
        ]
    },
    {
        "id": 3,
        "title": "Petrol, diesel prices go up",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/fuel-price-rise-1006388.jpg"
        ],
        "news_body": [
            "State-run oil marketing companies today increased domestic fuel prices across the country after a day of pause.",
            "Petrol and diesel prices in Mumbai are the highest among all metros, currently retailed at Rs 102.58 per litre and Rs 94.70 per litre, respectively.",
            "Fuel rates in Chennai jumped to Rs 97.69 a litre and Rs 91.92 a litre. In Bengaluru and Hyderabad, petrol is now priced at Rs 99.63 per litre and Rs 100.20 per litre, while diesel in the cities cost Rs 92.52 a litre and Rs 95.14 a litre, respectively.",
            "The post ",
            "Petrol, diesel prices go up",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 14 Jun 2021 10:10:22 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/petrol-diesel-prices-go-up/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "diesel",
            "economy",
            "oil prices",
            "Petrol"
        ]
    },
    {
        "id": 4,
        "title": "TCL gears up for new TV launch",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/80649443.jpg"
        ],
        "news_body": [
            "TCL, which has launched multiple smart TVs at affordable rates, is now gearing up for a smart Mini LED TV launch, which is claimed to feature industry leading Quantum Dot Technology with over 100 per cent colour volume.",
            "It also promises to be an excellent value for consumers seeking high-quality, interactive home entertainment experience.",
            "With a feature called MagiConnect, TCL said it will enable users to operate the TV via smartphone more seamlessly than ever. It will allow them to take screenshots of LIVE TV, share content via social media, cast audio/video, and much more from their mobile phones.",
            "The post ",
            "TCL gears up for new TV launch",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 14 Jun 2021 05:56:46 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/tcl-gears-up-for-new-tv-launch/",
        "category_id": "Economy",
        "subcategory_id": [
            "Mini LED",
            "seamlessly",
            "smart TV",
            "TCL",
            "Technology"
        ]
    },
    {
        "id": 5,
        "title": "Amway to invest Rs 170 cr over 2-3 years in India",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/04_06_2021_13_47_39_0666442-1024x682.jpg"
        ],
        "news_body": [
            "Direct selling FMCG firm Amway India plans to invest Rs 170 crore in the next 2-3 years in the country to boost research and development (R",
            "&",
            "D), manufacturing automation and innovation. The company also plans to strengthen its nutrition portfolio, which accounts for over 60 per cent of its revenue, by exploring adjacent and expanded spaces around the nutrition segment.",
            "Amway has earmarked an investment of Rs 170 crore for the next 2-3 years in India. This amount will be used to boost R",
            "&",
            "D, manufacturing automation, innovation and science, and home delivery as well as to strengthen our digital capabilities to ensure efficient functioning, Amway India CEO Anshu Budhraja said.",
            "The post ",
            "Amway to invest Rs 170 cr over 2-3 years in India",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 14 Jun 2021 05:52:48 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/amway-to-invest-rs-170-cr-over-2-3-years-in-india/",
        "category_id": "Economy",
        "subcategory_id": [
            "Amway India",
            "Anshu Budhraja",
            "company",
            "manufacturing",
            "portfolio"
        ]
    },
    {
        "id": 6,
        "title": "INDIAdonates raises funds to support hospitals",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Imag-INDIAdonates-raises-IINR-1cr-MediaBrief.png"
        ],
        "news_body": [
            "INDIAdonates is an organisation that raises funds for development. Founders of INDIAdonates, Dr Sanjay Patra and Sandeep Sharma felt the need to expedite processes and ensure that the country was being supported in every way within its capacity.",
            "INDIAdonates started its intervention with 26 rural hospitals, in the last week of April 2021. So far INDIAdonates has raised Rs one Crore and has fully supported 4 hospitals and partially supported 3 rural hospitals. Simultaneously, they also were able to provide 10 Oxygen Concentrators to many other hospitals.",
            "\nBesides they are also running a food Relief campaign, in 45 towns and villages, across 16 states. Through this campaign, they would be helping 5000 individuals in getting immediate dry ration kits and some hygiene products.Speaking about the overall initiative Founders of INDIAdonates, Dr Sanjay Patra and Sandeep Sharma share, ",
            "‘",
            "The magnitude of the wave was extremely unanticipated in rural areas.",
            "There was an impending sense of fear, both within the general rural population and also the medical team, primarily because they lacked adequate infrastructure. The more interior we got into; the more problems magnified. We did not have a particular target in mind when we started off; the idea was simply to reach out to as many people as we can.",
            "Therefore, upgrading hospital infrastructure was a good catchment area to start with, because these hospitals were serving more than 5-6 villages. Upgrading one hospital amounted to saving 100 lives, and that is exactly what we aimed for, and what we continue to do.",
            "’",
            "The post ",
            "INDIAdonates raises funds to support hospitals",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 14 Jun 2021 05:48:53 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/indiadonates-raises-funds-to-support-hospitals/",
        "category_id": "Economy",
        "subcategory_id": [
            "INDI",
            "INDIAdonates",
            "Organisation",
            "Sandeep Sharma",
            "Sanjay Patra"
        ]
    },
    {
        "id": 7,
        "title": "Nissan India contributes Rs 6.5 cr to Covid support",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2-8.jpg"
        ],
        "news_body": [
            "Nissan India said it has contributed Rs 2.2 crore to the Tamilnadu State Disaster Relief Fund, Rs 25 lakh to the Tamilnadu CM Relief Fund and over Rs 4.3 crore for Covid-19 relief equipment, Masks, PPE Kits etc.",
            "‘",
            "Over the last few months and as part of the relief equipment support with the start of the second wave, Nissan India has distributed N-95 masks, PPE kits, oxygen concentrators, portable ECG machines, X-ray machines, pulse oximeters and nasal oxygen machines in Delhi NCR and Chennai.",
            "Additionally, in partnership with the World Community Service Centre, RNAIPL distributes cooked food packets to migrant workers and the needy to solve the",
            "\nrising hunger crisis during the lockdown period,",
            "’",
            " said a company statement.",
            "The post ",
            "Nissan India contributes Rs 6.5 cr to Covid support",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 08:28:10 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/nissan-india-contributes-rs-6-5-cr-to-covid-support/",
        "category_id": "Economy",
        "subcategory_id": [
            "Covid-19",
            "Nissan",
            "oxygen",
            "Relief Fund",
            "RNAIPL",
            "Tamilnadu"
        ]
    },
    {
        "id": 8,
        "title": "Apple supply chain creates 20K jobs in India: Report",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/apple_logo_ap_vftlXygejjhea.jpg"
        ],
        "news_body": [
            "Apple supply chain’s shift of operation to India, in line with the incentives provided by the government, has reportedly created around 20,000 job in the country to date.",
            "According to a media report, the number could have been higher were it not for the Covid-19 pandemic.",
            "\nManufacturers including Foxconn, Wistron and Pegatron were all committed to creating certain numbers of job opportunities when they applied to enter the subsidies programme under India’s Production Linked Incentive (PLI).",
            "As per the report, if Foxconn and Wistron successfully meet their hiring plans pledged in their PLI application, they will each be adding 23,000 people to their Indian operations by the end of March 2022. The headcounts at Wistron’s operation in India had been already approaching 10,000 when a riot by workers took place at its plant in December 2020, forcing the company to halt and restructure its systems and operations, it claimed.",
            "The post ",
            "Apple supply chain creates 20K jobs in India: Report",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 06:28:16 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/apple-supply-chain-creates-20k-jobs-in-india-report/",
        "category_id": "Economy",
        "subcategory_id": [
            "Apple",
            "Business",
            "Foxconn",
            "India",
            "PLI",
            "Wistron"
        ]
    },
    {
        "id": 9,
        "title": "Tata Digital set to acquire majority stake in 1MG",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/TATA-1mg-800x400-1.jpg"
        ],
        "news_body": [
            "Tata Digital Ltd, a wholly-owned arm of Tata Sons, on Thursday said it will acquire a majority stake in 1MG Technologies Ltd, an online healthcare marketplace.",
            "The company, however, did not disclose the financial details of the transaction.Just days after the company said it will invest $75 million (around Rs 550 cr) in fitness-focused Curefit Healthcare for an undisclosed stake, Tata Digital said its investment in 1MG is in line with Tata Group’s vision of creating a digital ecosystem which addresses the consumer needs across categories in a unified manner.",
            "Tata Digital said e-pharmacy, e-diagnostics and tele-consultation are critical segments in this ecosystem and have been among the fastest growing segments in this space, as this sector enabled access to health-care through the pandemic.The overall market is around USD 1 billion and is expected to grow at around 50 per cent Compound Annual Growth Rate (CAGR) driven by increased health awareness among consumers and greater convenience. This category will form a key element of the Tata Digital ecosystem offering.",
            "The post ",
            "Tata Digital set to acquire majority stake in 1MG",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:27:55 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/tata-digital-set-to-acquire-majority-stake-in-1mg/",
        "category_id": "Economy",
        "subcategory_id": [
            "1MG",
            "businesses",
            "CAGR",
            "Covid 19",
            "Tata Digital"
        ]
    },
    {
        "id": 10,
        "title": "IndiGo offers charter services to Maldives",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/1-937.jpg"
        ],
        "news_body": [
            "IndiGo has said as per the guidelines from Maldives government, the entry of Indians into Maldives has been restricted from 13 May, 2021 onwards, which has impacted scheduled commercial operations.",
            "‘",
            "Like most other airlines, IndiGo is offering charter services to enable passenger mobility and support people who are stranded and/or urgently need to travel between India and Maldives. This is in continuation of our efforts to support the nation in its time of need,",
            "’",
            " it added.",
            "The post ",
            "IndiGo offers charter services to Maldives",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:24:24 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/indigo-offers-charter-services-to-maldives/",
        "category_id": "Economy",
        "subcategory_id": [
            "airlines",
            "IndiGo",
            "Maldives",
            "travels"
        ]
    },
    {
        "id": 11,
        "title": "BookMyShow lays off 200 employees amid pandemic woes",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-14.jpg"
        ],
        "news_body": [
            "Online ticketing platform BookMyShow has laid off 200 employees as the Covid-19 pandemic continues to affect businesses.",
            "The move comes a year after the company laid off 270 employees across its offices in India and globally.",
            "Taking to Twitter, Ashish Hemrajani, CEO and Co-founder of Bigtree Entertainment Pvt Ltd, which operates BookMyShow, said: ",
            "‘",
            "COVID19 has taught me many lessons ",
            "&",
            " I learnt another one today. As we let go of 200 of the most incredibility talented ",
            "&",
            " performance driven individuals, each ",
            "&",
            " everyone has messaged, thanking me for the opportunity, the love for @bookmyshow and asking me if they could help me in any way possible.",
            "Hemrajani further said that he would support the affected staff to get new jobs and also asked for information on any available job opportunities.",
            "\n\n\n",
            "The post ",
            "BookMyShow lays off 200 employees amid pandemic woes",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:19:54 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/bookmyshow-lays-off-200-employees-amid-pandemic-woes/",
        "category_id": "Economy",
        "subcategory_id": [
            "BookMyShow",
            "Business",
            "Covid-19",
            "Entertainment",
            "Online ticket"
        ]
    },
    {
        "id": 12,
        "title": "Bata India Q4 profit down 23% to Rs 29 cr",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Bata-shop.jpg"
        ],
        "news_body": [
            "Shoemaker Bata India Ltd on Wednesday reported 23.3 per cent fall in consolidated net profit at Rs 29.47 crore for the fourth quarter ended March 31, 2021.",
            "The company had posted a net profit of Rs 38.40 crore in the year-ago period, Bata India said in a BSE filing.",
            "\nRevenue from operations was down to Rs 589.90 crore during the quarter under review from Rs 620.57 crore in the corresponding quarter of 2019-20.",
            "Commenting on the results, Bata CEO Sandeep Kataria said: The Q4 results are satisfactory for us, considering Q3 sales have historically been always better because of the festive season.",
            "We continued our march towards recovery via our channel expansion efforts via Franchising, distribution and marketplaces routes, he said.",
            "Total expenses were at Rs 563.90 crore, down 2.69 per cent from Rs 579.46 crore in January-March 2019-20.",
            "The post ",
            "Bata India Q4 profit down 23% to Rs 29 cr",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:41:17 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/bata-india-q4-profit-down-23-to-rs-29-cr/",
        "category_id": "Economy",
        "subcategory_id": [
            "Bata",
            "BSE",
            "Business",
            "Sandeep Kataria",
            "Shoemaker"
        ]
    },
    {
        "id": 13,
        "title": "Uber to strengthen its teams in India",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Uber-to-hire-250-engineers-in-India-to-expand-tech-product-teams.jpg"
        ],
        "news_body": [
            "Uber has announced it is recruiting close to 250 engineers for its Bengaluru and Hyderabad-based teams, as the company continues to expand the scope of operations for its engineering and product work in the country.",
            "The current round of hiring will strengthen the company’s rider and driver growth, delivery, eats, digital payments, risk and compliance, marketplace, customer obsession, infrastructure, adtech, data, safety and finance technology teams, it said in a statement.",
            "These roles are currently split between the Hyderabad and Bengaluru tech centers.",
            "The post ",
            "Uber to strengthen its teams in India",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:18:04 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/uber-to-strengthen-its-teams-in-india/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "marketplace",
            "safety",
            "Technology",
            "Uber"
        ]
    },
    {
        "id": 14,
        "title": "Companies shift to online mode during pandemic",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/ey-shopping-food-online-using-a-digital-table-1024x683.jpg"
        ],
        "news_body": [
            "More and more companies are going online to reach out to customers during the pandemic.",
            "CARS24 has said it is set to transform how used automobiles are bought by putting the entire process online.",
            "‘",
            "A first–of-its-kind in the Indian pre-owned automobiles industry, CARS24 will offer home delivery; a 6-month warranty and a no questions asked 7-day return policy, much like buying any other product online,",
            "’",
            " it said.",
            "<",
            "B",
            ">",
            "BSH",
            "’",
            "s big move",
            "<",
            "P",
            ">",
            " BSH Home Appliances, Europe’s largest home appliances manufacturer, has successfully adapted to the changing times and moved its entire customer service online during the pandemic. Since March 2020, the company.",
            "has resolved 22,000 customer service cases across the country. In the past 3 months alone, southern India has seen 72 per cent cases being resolved virtually, it said and added that the cities include Chennai (17.8 per cent), Cochin (38.1 per cent), Coimbatore (4 per cent), Bengaluru (27 per cent) and Hyderabad (12 per cent).",
            "The post ",
            "Companies shift to online mode during pandemic",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:15:15 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/companies-shift-to-online-mode-during-pandemic/",
        "category_id": "Economy",
        "subcategory_id": [
            "BSH",
            "CARS24",
            "European",
            "online",
            "pandemic"
        ]
    },
    {
        "id": 15,
        "title": "Tech Mahindra plans acquisition in Europe",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2-6.jpg"
        ],
        "news_body": [
            "IT company Tech Mahindra is looking for acquisitions in Europe to upgrade its capabilities in various segments, including cloud computing, 5G, SAP and Salesforce softwares, a senior company official said on Wednesday.",
            "Tech Mahindra is also planning to add around 250 people in the Nordic region to support its growth, Tech Mahindra business head for Europe Mukul Dhyani said. ",
            "‘",
            "We are expanding our footprint in the cloud, digital topics like 5G, SAP and Salesforce. These are some of the broader topics we are looking at from an expansion perspective. We are looking at multiple companies (for acquisition). If we get a single entity across four domains or five domains, we will be happy,",
            "’",
            " Dhyani said.",
            "The company is mainly looking at boutique companies specialising in particular domains like SAP, Salesfoce etc with several hundred of employees.",
            "The post ",
            "Tech Mahindra plans acquisition in Europe",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:08:46 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/tech-mahindra-plans-acquisition-in-europe/",
        "category_id": "Economy",
        "subcategory_id": [
            "domains",
            "Mukul Dhyani",
            "Salesforce",
            "softwares",
            "Tech Mahindra"
        ]
    },
    {
        "id": 16,
        "title": "iQOO Z3 unveiled in India",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/IQOO-Z3-India-Launch-1024x576.jpg"
        ],
        "news_body": [
            "iQOO has unveiled the iQOO Z3 in India with 5G capabilities, ‘superb camera technology’ and strong hardware specifications for the Gen-Z consumer.",
            "Priced at Rs 19,990 for the 6GB+128GB variant, Rs 20,990 for the 8GB+128 GB variant and Rs 22,990 for the 8GB+256GB variant iQOO Z3 5G will be available on Amazon.in in two colour options- Ace Black and Cyber Blue.",
            "Gagan Arora, director-marketing – iQOO said, “With iQOO Z3, we aim to bring outstanding performance in the mid-range segment, making fast 5G experience available to more customers.”",
            "The post ",
            "iQOO Z3 unveiled in India",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 11:51:46 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/iqoo-z3-unveiled-in-india/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "Cyber Blue",
            "iQOO Z3",
            "Technology"
        ]
    },
    {
        "id": 17,
        "title": "Manna expands product portfolio",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/manna-expands-product-portfolio.jpg"
        ],
        "news_body": [
            "Southern Health Foods Pvt Ltd, that markets products under the brand name of ‘Manna’, has forayed into the women’s health drink space with the launch of Manna iStrong , an iron fortified multigrain instant drink mix.",
            "It said Manna i Strong is a specially formulated iron fortified women’s health drink that is made",
            "\nwith eight Grains, including three Super Grains and has 100 per cent RDA of iron, vitamin C, vitamin B9 and B12 in every two serves.",
            "Iron intake helps increase the hemoglobin level which enables red blood cells to carry oxygen throughout the body. Vitamin C helps in increasing the iron absorption while vitamin B9 and B12 helps build healthy red blood cells.",
            "The post ",
            "Manna expands product portfolio",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 05:26:15 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/manna-expands-product-portfolio/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "Manna iStrong",
            "oxygen",
            "RDA",
            "Southern Health Foods"
        ]
    },
    {
        "id": 18,
        "title": "16 mango varieties exported to Bahrain: Govt",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/remote.jpg"
        ],
        "news_body": [
            "Exports of as many as 16 varieties of mangoes from West Bengal and Bihar to Bahrain commenced on Tuesday, the Commerce Ministry said. The fruits have been sourced from farmers in Bengal and Bihar, it said.",
            "\nFor the first time in this season, it said, India has shipped a consignment of 2.5 tonnes of mangoes sourced from farmers in Andhra Pradesh ",
            "‘",
            "In a major boost to mango exports potential from eastern region, sixteen varieties of mangoes including three GI certified Khirsapati ",
            "&",
            " Lakshmanbhog (West Bengal), Zardalu (Bihar) are being exported to Bahraint, added.",
            "While most of the states in India have mango plantations, Uttar Pradesh, Bihar, Andhra Pradesh, Telangana, Karnataka have a major share in total production of the fruit.",
            "Alphonso, Kesar, Totapuri and Banganpalli are leading export varieties from India. Mango exports primarily take place in three forms: fresh mango, mango pulp, and mango slice.",
            "The post ",
            "16 mango varieties exported to Bahrain: Govt",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 05:18:44 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/16-mango-varieties-exported-to-bahrain-govt/",
        "category_id": "Economy",
        "subcategory_id": [
            "Bahrain",
            "exports",
            "farmers",
            "Mango",
            "West bengal"
        ]
    }
]