[
    {
        "id": 1,
        "title": "முன்னாள் அமைச்சர் மணிகண்டனுக்கு ஜூலை 2 வரை காவல் : இருவரும் விரும்பி பழகியது வன்கொடுமையாகாது.. நீதிமன்றம் கருத்து!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Minister-Manikandan-Case-.jpg"
        ],
        "news_body": [
            "சென்னை",
            ": அதிமுக முன்னாள் அமைச்சர் மணிகண்டனுக்கு ஜூலை 2-ம் தேதி வரை நீதிமன்ற காவல் விதிக்கப்பட்டுள்ளது.",
            "சென்னை பெசன்ட்நகரில் வசித்து வருபவர் நடிகை சாந்தினி. நாடோடிகள் சினிமா படத்தில் நடித்துள்ளார். மலேசியா நாட்டின் குடியுரிமை பெற்ற இவர் சென்னை போலீஸ் கமிஷனர் அலுவலகத்தில் அ.தி.மு.க. முன்னாள் அமைச்சர் மணிகண்டன் மீது பரபரப்பு புகார் மனு ஒன்றை கொடுத்தார்.அந்த புகார் மனுவில், மணிகண்டன் என்னை திருமணம் செய்வதாக சொல்லி உறவு வைத்தார். 5 வருடங்கள் நானும், அவரும் கணவன்-மனைவி போல வாழ்ந்தோம். 3 முறை அவர் மூலம் கர்ப்பம் அடைந்தேன். அவரது மிரட்டலின் பேரில் கருவை கலைத்தேன். இப்போது என்னை திருமணம் செய்ய மறுத்து அவர் கொலை செய்து விடுவதாக மிரட்டுகிறார், என்று தெரிவித்து இருந்தார்.",
            "இந்த புகார் மனு மீது அடையாறு அனைத்து மகளிர் போலீசார் விசாரணை நடத்தினார்கள். மணிகண்டன் மீது 6 சட்டப்பிரிவுகளின் கீழ் அடையாறு அனைத்து மகளிர் போலீசார் வழக்குப்பதிவு செய்தனர். இந்த நிலையில் மணிகண்டன் முன்ஜாமீன் கோரி சென்னை ஐகோர்ட்டில் மனு தாக்கல் செய்தார். இந்த மனுவை சென்னை ஐகோர்ட் தள்ளுபடி செய்தது. இதையடுத்து தலைமறைவாக இருந்த மணிகண்டனை கைது செய்ய போலீசார் விரைந்தனர். அவரைப் பிடிக்க இரண்டு தனிப்படைகள் அமைக்கப்பட்டன. இந்நிலையில், நடிகை சாந்தினி அளித்த பாலியல் புகாரில் தேடப்பட்டு வந்த அதிமுக முன்னாள் அமைச்சர் மணிகண்டனை போலீசார் இன்று கைது செய்தனர். ",
            "கைது செய்யப்பட்ட மணிகண்டனை ரகசிய இடத்தில் வைத்து காவல்துறையினர் விசாரணை நடத்தினர். இதையடுத்து அதிமுக முன்னாள் அமைச்சர் மணிகண்டனை சைதாப்பேட்டை நீதிமன்ற மாஜிஸ்திரேட் முன்னிலையில் ஆஜர்படுத்தினர். இந்த வழக்கை விசாரித்த நீதிபதி அதிமுக முன்னாள் அமைச்சர் மணிகண்டனுக்கு ஜூலை 2-ம் தேதி வரை நீதிமன்ற காவல் விதிக்கப்பட்டுள்ளது. மேலும் இருவரும் விருப்பத்துடன் பழகியதால் பாலியல் வன்கொடுமையாக கருதமுடியாது எனவும் நீதிபதி கருத்து தெரிவித்துள்ளார்."
        ],
        "pubDate": "Sun, 20 Jun 2021 15:39:00 +0000",
        "share_url": "https://www.updatenews360.com/trending/aiadmk-ex-minister-manikandan-remanded-in-judicial-custody-till-july-2-20062021/",
        "category_id": "டிரெண்டிங்",
        "subcategory_id": [
            "சென்னை",
            "நடிகை சாந்தினி",
            "நடிகை சாந்தினி தேவா",
            "நடிகை சாந்தினி பாலியல் புகார்",
            "நடிகை சாந்தினி புகார்",
            "பாலியல் வழக்கு",
            "மணிகண்டனுக்கு ஜூலை 2-ம் தேதி வரை நீதிமன்ற காவல்",
            "முன்னாள் அமைச்சர் மணிகண்டன்"
        ]
    },
    {
        "id": 2,
        "title": "கோவையில் ஆயிரத்துக்கும் கீழ் குறைந்தது கொரோனா தொற்று",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Corona-Cavvine-Camp-.jpg"
        ],
        "news_body": [
            "கோவை",
            ": நீண்ட நாட்களுக்கு பிறகு கோவை மாவட்டத்தில் தினசரி கொரோனா வைரஸ் தொற்றால் பாதிக்கப்படுவோர் எண்ணிக்கை ஆயிரத்துக்கும் கீழ் குறைந்துள்ளது.",
            "கொரோனா வைரஸ் தொற்று பாதிப்பில் தமிழக அளவில் கோவை மாவட்டம் முதலிடத்தில் உள்ளது. கடந்த இரண்டு வாரங்களுக்கு முன்பு தினசரி கொரோனா வைரஸ் தொற்று உறுதி செய்யப்படுவோர் எண்ணிக்கை இதுவரை இல்லாத அளவுக்கு 3 ஆயிரத்தை கடன்ர உச்சத்தில் இருந்தது. ஆனால் கடந்த ஒரு வாரமாக வைரஸ் தொற்று பாதிப்பு எண்ணிக்கை 2 ஆயிரத்துக்கும் கீழ் குறைந்திருந்தது. ",
            "இந்த சூழலில் இன்று தொற்று உறுதி செய்யப்பட்டோர் எண்ணிக்கை ஆயிரத்துக்கும் கீழ் குறைந்துள்ளது. அதன்படி இன்று, 904 பேருக்கு தொற்று உறுதியாகியுள்ளது. தொற்று பாதிப்புக்கு உள்ளாகி மருத்துவமனையில் சிகிச்சை பெற்று வந்தவர்களில் இன்று 17 பேர் சிகிச்சை பலனின்றி உயிரிழந்துள்ளனர். தற்போது 10802 பேர் சிகிச்சையில் உள்ளனர். இதுவரை கோவை மாவட்டத்தில் 2 லட்சத்து 12 ஆயிரத்து 493 பேருக்கு பாதிப்பு உறுதியாகியுள்ளது. இதுவரை 1888 பேர் உயிரிழந்துள்ளனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 15:21:59 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/coimbatore-has-at-least-a-thousand-corona-infections-20062021/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "கொரோனா",
            "கொரோனா தடுப்பு நடவடிக்கை",
            "கொரோனா நிலவரம்",
            "கொரோனா பரிசோதனை",
            "கொரோனா பலி",
            "கொரோனா வைரஸ் தடுப்பு",
            "கோவை"
        ]
    },
    {
        "id": 3,
        "title": "சென்னையில் மெட்ரோ ரயில் சேவை நேரம் குறித்த அறிவிப்பு வெளியீடு !!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/02/vannarapettai-metro-updatenews360.jpg"
        ],
        "news_body": [
            "சென்னை",
            ": பொது ஊரடங்கில் தளர்வுகள் அறிவிக்கப்பட்டதை அடுத்து நாளை காலை 6.30 மணி முதல் மெட்ரோ ரயில் சேவை தொடங்குவதாக மெட்ரோ ரயில் நிர்வாகம் தெரிவித்துள்ளது.",
            "தமிழகத்தில் நாளை முதல் வரும் 28 ஆம் தேதி வரை கூடுதல் தளர்வுகளுடன் ஊரடங்கு நீட்டிக்கப்படுவதாக தமிழக அரசு இன்று(ஜுன் 20) அறிவித்துள்ளது. அதன் ஒரு பகுதியாக சென்னையில் மெட்ரோ ரயில்கள் 50 சதவீத பயணிகளுடன் செயல்பட அனுமதி அளிக்கப்பட்டுள்ளது. இதன் தொடர்ச்சியாக தற்போது மெட்ரோ ரயில் நிர்வாகம் வெளியிட்டுள்ள அறிவிப்பில், சென்னையில் நாளை முதல் காலை 6.30 மணி முதல் இரவு 9 மணி வரை மெட்ரோ ரயில் சேவை இயக்கப்படும் என்று தெரிவிக்கப்பட்டுள்ளது. தேவைக்கேற்ப இந்த நேரத்தில் மாற்றங்கள் செய்யப்படலாம் என்றும் குறிப்பிடப்பட்டுள்ளது.",
            "சென்னையில் விம்கோ நகரில் இருந்து விமான நிலையம் வரையும், சென்ட்ரல் ரயில் நிலையத்தில் இருந்து பரங்கி மலை வரையும் மெட்ரோ ரயில் சேவை இயங்குகிறது. இந்த வழித்தடங்களில் காலை 9 மணி முதல் 11 மணி வரையும், மாலை 5 மணி முதல் 7 மணி வரையும் 5 நிமிடத்திற்கு ஒரு மெட்ரோ ரயில் இயக்கப்படும் எனவும் மற்ற நேரங்களில் 10 நிமிடத்திற்கு ஒரு மெட்ரோ ரயில் இயக்கப்பட உள்ளதாகவும் அறிவிப்பு வெளியாகி உள்ளது. சமூக இடைவெளியை கடைப்பிடித்து, முக கவசம் அணிந்து பொதுமக்கள் மெட்ரோ ரயில் சேவையை பயன்படுத்த வேண்டும் எனவும் ரயில்கள் மற்றும் ரெயில் நிலையங்களில் கிருமி நாசினி கொண்டு சுத்தம் செய்யப்பட வேண்டும் எனவும் மெட்ரோ ரயில் நிர்வாகம் கேட்டுக் கொண்டுள்ளது."
        ],
        "pubDate": "Sun, 20 Jun 2021 15:16:00 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/announcement-of-metro-rail-service-time-in-chennai-20062021/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "சென்னை",
            "மெட்ரோ ரயில் சேவை",
            "மெட்ரோ ரயில் சேவை நேரம் குறித்த அறிவிப்பு",
            "மெட்ரோ ரயில் நிர்வாகம்"
        ]
    },
    {
        "id": 4,
        "title": "வாள்வீச்சு வீராங்கனை பவானிதேவிக்கு முதலமைச்சர் ரூ.5 லட்சம் நிதியுதவி!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Bhavani-Devi.jpg"
        ],
        "news_body": [
            "ஜப்பானில் நடைபெறவுள்ள ஒலிம்பிக் போட்டிற்கு இந்தியாவின் சார்பில் முதல் பெண்மணியாக தேர்ந்தெடுக்கப்பட்டுள்ள வாள்வீச்சு வீராங்கன பவானிதேவிக்கு ரூ.5 லட்சம் நிதியுதவியை முதலமைச்சர் மு.க.ஸ்டாலின் அவருடைய தாயாரிடம் வழங்கியுள்ளார்.",
            "இது தொடர்பாக தமிழ்நாடு அரசு வெளியிட்டுள்ள செய்தி குறிப்பில் கூறியிருப்பதாவது, “தமிழகத்தைச் சேர்ந்த செல்வி பவானி தேவி தமிழகத்தின் பாரம்பரிய கலையான வாள்வீச்சில் பயிற்சி பெற்று உலக அளவிலான பல்வேறு போட்டிகளில் பங்கேற்று பல பதக்கங்களை பெற்றுள்ளார். அவரின் ஊக்கத்தினையும் விடாமுயற்சியினையும் கருத்தில் கொண்டு அவருக்கு தமிழ்நாடு மின்உற்பத்தி மற்றும் மிக்பகிர்மானக் கழகத்தில் விளையாட்டு அலுவலகர் பதவி வழங்கப்பட்டுள்ளது.",
            "பவானிதேவி தற்போது ஜப்பான் நாட்டில் நடைபெறவுள்ள சர்வதேச ஒலிம்பிக் போட்டியில் கலந்துகொள்ள தேர்ந்தெடுக்கப்பட்டுள்ளார். இந்தியாவின் சார்பில் வாள்வீச்சு போட்டிக்கு தேர்ந்தெடுக்கப்பட்ட முதல் பெண்மணி பவானிதேவி என்பதற்கு தமிழ்நாடு அரசு பெருமைக்கொள்கிறது. அவருக்கு தேவையான பயிற்சிகள் பெற அனைத்து உதவிகளையும் தமிழ்நாடு அரசு செய்துவருகிறது. தற்போது இந்த போட்டிக்காக இத்தாலி நாட்டில் பவானிதேவி பயிற்சி பெற்றுவருகிறார்.",
            "மேலும் சிலபயிற்சிகள் பெற அவர் தமிழ்நாடு அரசிடம் ரூ. 5 லட்சம் நிதியுதவி கோரியிருந்தார். பவானி தேவியின் கோரிக்கையை நிறைவேற்றும் வகையில் முதலமைச்சர் மு.க.ஸ்டாலின் அவர்கள் தமிழ்நாடு மின்உற்பத்தி மற்றும் மின்பகிர்மான கழகத்தின் தலைமை அலுவலகத்தில் நடைபெற்ற நிகழ்ச்சியில் ரூ. 5 லட்சத்துக்கான காசோலையை அவருடைய தாயாரிடம் வழங்கினார். இந்நிகழ்ச்சியன் போது அமைச்சர் செந்தில்பாலாஜி, திமுக எம்பி தயாநிதிமாறனன், சட்டமன்ற உறுப்பினர் உதயநிதி ஆகியோர் உடனிருந்தனர்” என அறிக்கையில் கூறப்பட்டுள்ளது."
        ],
        "pubDate": "Sun, 20 Jun 2021 15:08:01 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/bhavani-devi-tokyo-olympic-2021-cm-stalin-bhavani-devi-tn-govt-help-20062021/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "சென்னை",
            "தமிழக அரசு",
            "முதலமைச்சர் மு.க.ஸ்டாலின்",
            "முதலமைச்சர் ரூ.5 லட்சம் நிதியுதவி",
            "வாள்வீச்சு வீராங்கனை பவானிதேவி"
        ]
    },
    {
        "id": 5,
        "title": "Blockbuster இயக்குனருடன் படம் பண்ண துடித்த தல அஜித்… அதுக்குள்ள இப்படி ஆயிடுச்சே..!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Ajith-1.jpeg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Ajith-2.jpeg"
        ],
        "news_body": [
            "தமிழ் சினிமாவின் அசைக்க முடியாத நாயகனாக உருமாறி இருக்கிறார் தல அஜித்குமார். ஆரம்பத்தில் ஏகப்பட்ட அவமானங்களையும், தோல்விகளையும் சந்தித்து தனது கடின உழைப்பால் மேலே வந்தார். கார் ரேஸர் ஆக இருந்தபோது ஏற்பட்ட விபத்தில், அவர் உடம்பில் அதிகமான காயங்கள் ஏற்பட்டு நிறைய ஆபரேஷன்கள் செய்யப்பட்டன.",
            "பின் மீண்டு வந்தவர், நடிப்பு மட்டுமில்லாமல் கார் ரேஸர், பைக் ரேசர், ட்ரோன் பற்றி மாணவர்களுக்கு சொல்லித் தரும் ஆசிரியர் என பலதுறைகளில் வெற்றி பெற்று வருகிறார். சமீப காலமாக துப்பாக்கி சுடுதலில் அதிக ஈடுபாடுடன் இருந்து வருகிறார்.",
            "மலையாளத்தில் வெளியாகி சக்கை போடு போட்ட படம் ஐயப்பன் கோஷியும். பிரித்திவிராஜ் மற்றும் பிஜு மேனன் ஆகிய நடிப்பில் 2020ஆம் ஆண்டு வெளியான இந்தப் படத்தை சச்சி இயக்கினார். இந்த படம் கேரளாவில் மட்டும் இல்லாமல் தமிழகத்திலும் பெரும் வரவேற்பு பெற்றது. அதுமட்டுமில்லாமல் இந்த படத்தை தமிழில் ரீமேக் செய்ய முயற்சிகள் மேற்கொள்ளப்பட்டன.",
            "இந்நிலையில் தல அஜித் ஐயப்பனும் கோசியும் படம் வெளிவந்த போது இந்த படத்தின் இயக்குனர் சச்சியை அழைத்து படத்தைப் பற்றி பாராட்டினார் எனவும் அவருடன் சேர்ந்து பணிபுரிய விருப்பம் தெரிவித்ததாகவும் கூறப்படுகிறது. ஆனால் அஜித்திற்காக ஒரு கதையை சசி தயார் செய்ய இருந்ததாகவும் அந்த இந்த கதை தனுஷ்கோடியில் நடக்க இருப்பதாக எழுதப்பட்டதாகவும் கூறப்படுகிறது. ஆனால் இந்த படத்தின் இயக்குனர் சச்சி சில நாட்களுக்கு முன் உயிரிழந்துவிட்டார்.",
            "தற்போது போனி கபூரின் தயாரிப்பில் வினோத் இயக்கத்தில் அஜீத் வலிமை படத்தில் நடித்து வருகிறார். படம் தொடங்கப்பட்டு இரண்டு வருடம் ஆகியும் இன்னும் எந்த விதமான அப்டேட்டும் வரவில்லை என ரசிகர்கள் கோபத்தில் இருக்கிறார்கள். மேலும் இந்த செய்தி அவர்களை மேலும் வாட்டுவதாக இருக்கிறது."
        ],
        "pubDate": "Sun, 20 Jun 2021 14:56:00 +0000",
        "share_url": "https://www.updatenews360.com/cinema-tv/clarification-on-ajiths-wish-to-act-in-ayyappanum-koshiyum-director-sachys-film-20062021/",
        "category_id": "சினிமா / TV",
        "subcategory_id": [
            "அஜித்",
            "இயக்குனர் சச்சி"
        ]
    },
    {
        "id": 6,
        "title": "அனைத்து மாவட்டங்களிலும் ஆயிரத்திற்கும் கீழ் பதிவான கொரோனா : தமிழகத்தில் இன்றைய நிலவரம்!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Corona-Cbe-Updatenews360-2.jpeg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/image-277.png"
        ],
        "news_body": [
            "சென்னை : ",
            "தமிழகத்தில் கொரோனா வைரஸால் பாதிக்கப்பட்டவர்களின் எண்ணிக்கை 8 ஆயிரத்திற்கும் கீழ் குறைந்துள்ளது.",
            "கொரோனாவின் 2வது அலை பரவத் தொடங்கியதால் பாதிப்பு எண்ணிக்கை கடந்த சில நாட்களாக அதிகரித்து வந்தது. ஆனால், கடந்த 28 தினங்களாக குறைந்து வருகிறது.",
            "இந்த நிலையில், இன்று 7 ஆயிரத்திற்கும் மேற்பட்ட பாதிப்புகள் பதிவாகியுள்ளது. அதாவது, 7,817 பேருக்கு தொற்று உறுதி செய்யப்பட்டுள்ளது. இதன்மூலம், தமிழகத்தில் கொரோனாவால் பாதிக்கப்பட்டவர்களின் எண்ணிக்கை 24,22,497ஆக அதிகரித்துள்ளது.",
            "அதிகபட்சமாக, கோவையில் இன்று 904 பேர் பாதிக்கப்பட்டுள்ளனர். சென்னையில் 455 பேருக்கும், திருப்பூரில் 477 பேருக்கும், ஈரோட்டில் 870 பேருக்கும், சேலத்தில் 517 பேருக்கும் உறுதியாகியுள்ளது.",
            "தமிழகத்தில் இன்று 182 பேர் உயிரிழந்துள்ளனர். இதனால், கொரோனாவால் உயிரிழந்தவர்களின் எண்ணிக்கை 31,197ஆக உயர்ந்துள்ளது. இன்று ஒரே நாளில் 17,043 பேர் டிஸ்சார்ஜ் ஆகியுள்ளனர். இதுவரையில் குணமடைந்தவர்களின் எண்ணிக்கை 23 லட்சத்து 21 ஆயிரத்து 928 ஆக அதிகரித்துள்ளது. ",
            "மாவட்ட வாரியாக கொரோனா பாதிப்பு விபரம் பின்வருமாறு: "
        ],
        "pubDate": "Sun, 20 Jun 2021 14:37:59 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/corona-registered-under-one-thousand-in-all-districts-todays-situation-in-tamil-nadu-200621/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "கொரேனா பாதிப்பு",
            "கொரோனா தமிழகம்",
            "பலி எண்ணிக்கை உயர்வு"
        ]
    },
    {
        "id": 7,
        "title": "கொரோனா தொற்றால் உயிரிழந்தவர்களின் சடலங்களை எரியூட்டிய களப்பணியாளர்கள்: கவுரவித்த மதர் தெரசா அறக்கட்டளை",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Thanjai-Mother-Dharasa-Coverapu.jpg"
        ],
        "news_body": [
            "தஞ்சை",
            ": தஞ்சாவூர் மதர் தெரசா பவுண்டேஷன் மற்றும் மாநகராட்சிசார்பில் தஞ்சையை அடுத்த சாந்தி வனம் இடுகாட்டில் கொரோனா தொற்றால் உயிரிழந்த ஏராளமான சடலங்களை கொண்டுவந்து எரியூட்டிய களப்பணியாளர்கள் கவுரவிக்கப்பட்னர்.",
            "தஞ்சை மாநகராட்சி ஆணையர் ஜானகி ரவீந்திரன் மதர் தெரசா அறக்கட்டளை தலைவர் சவுரிமுத்து மற்றும் அறங்காவலர்கள் சம்பத்து ராகவன் கோவிந்தராஜ் ஆகியோர் தஞ்சையை அடுத்த சாந்தி வனம் தகன மேடையில் கடந்த ஒரு மாதத்திற்கும் மேலாக கொரோனா தொற்றால் இறந்தவர்களை எரியூட்டும் பணியில் ஈடுபட்ட பணியாளர்களுக்கு அவர்களின் மதிப்புடைய உடல்நலம் காக்கும் பாதுகாப்பு கவசங்கள், கையுறைகள், சானிடைசர்கள், ",
            "சிறப்பு முக கவசங்கள், பாதாம், முந்திரி, உலர் திராட்சை, உலர்நெல்லி பழவகைகள், பருப்பு வகைகள், விட்டமின் மாத்திரைகள் என இதுவரை இல்லாத வகையில் முதல் முன்களப் பணியாளர்களான இவர்களுக்கு வழங்கப்பட்டது. உயிரையும் பொருட்படுத்தாது சேவை செய்த மயான பணியாளர்களுக்கு சால்வை அணிவித்து மரியாதை செலுத்தப்பட்டது. மாநகராட்சி மாநகராட்சி கண்காணிப்பாளர் கிளமண்ட், மதர் தெரசா பவுண்டேஷன் இயக்குனர் ரதீஷ் குமார், தளவாட மேலாளர் ஜெரோம் உள்ளிட்ட பலர் கலந்துகொண்டனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 14:24:00 +0000",
        "share_url": "https://www.updatenews360.com/uncategorized-ta/fieldworkers-cremate-corpses-of-corona-victims-honored-mother-teresa-foundation-20062021/",
        "category_id": "Uncategorized @ta",
        "subcategory_id": [
            "கவுரவித்த மதர் தெரசா அறக்கட்டளை",
            "சடலங்களை எரியூட்டிய களப்பணியாளர்கள்",
            "தஞ்சை",
            "திருச்சி"
        ]
    },
    {
        "id": 8,
        "title": "“ஒண்டிக்கு ஒண்டி வா..” அக்ஷய்குமாரை சண்டைக்கு அழைத்த WWE Undertaker..! பயந்து போன அக்ஷய்குமார்..!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Akshay-Kumar-1.jpeg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Akshay-Kumar-3.jpeg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Akshay-Kumar-2.jpeg"
        ],
        "news_body": [
            "இந்தியாவில் மிகப்பெரிய சினிமா துறை பாலிவுட் தான். நம்ம ஊரில் இருக்கும் படங்களை விட இரண்டு மடங்கு அதிக படங்கள் ஒரு வருடத்தில் தயாராகிறது. அதற்கான செலவுகளும் சர்வ சாதாரணமாக பல கோடி பட்ஜெட்டில் படங்கள் தயாராகிறது. அங்கு பல சூப்பர் ஸ்டார் வந்திருந்தாலும் அக்ஷய் குமாருக்கு ஒரு தனி ரசிகர் பட்டாளமே இருக்கிறது. ",
            "ஓ மை காட் உட்பட 100க்கும் மேற்பட்ட படங்களில் நடித்திருக்கிறார் அக்ஷய் குமார். விளம்பர படங்களிலும் நடித்து வருகிறார். அவ்வபோது பிரச்சனைகளுக்கும் குரல் கொடுத்துவரும் அக்ஷய்குமார் சமூகவலைதளங்களில் செம பிஸி. இந்நிலையில் இன்ஸ்டாவில் WWE சூப்பர் ஸ்டார் அண்டர்டேக்கர் அக்ஷய் குமாரை சண்டைக்கு அழைத்துள்ளார். ",
            "இதற்கு அக்ஷய் குமார் பகிர்ந்த பதிவு தான் காரணம். அவர் நடித்த கில்லாடியோன் கா கில்லாடி திரைப்படத்தில், பிரபல மல்யுத்த வீரரான அண்டர்டேகர் உடன் சண்டை போட்டு வெற்றிப்பெறுவது போன்ற காட்சி இடம் பெற்று இருக்கும். அண்டர்டேகரை யார் யார் தோற்கடித்தது என பிராக் லெஸ்னர், ட்ரிபிள் ஹெச், ரோமன் ரெய்ன்ஸ் ஆகியோர் படத்துடன் அக்‌ஷய் குமார் புகைப்படமும் இடம் பெற்றிருந்தது.",
            "அதை பார்த்த அண்டர்டேக்கர், உண்மையான ரீமேட்ச்சுக்கு நீங்கள் எப்போது தயார் என அக்ஷய்குமாரை கேட்டு ஜாலியாக கமெண்ட் அடித்துள்ளார். அதற்கு பதில் அளித்த அக்ஷய் குமார், எனது இன்ஸுரன்ஸை பார்த்து விட்டு கூறுகிறேன் ப்ரதர் என பதிலளித்துள்ளார். இந்த கமெண்ட்டை பலரும் லைக் செய்து வருகின்றனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 14:21:00 +0000",
        "share_url": "https://www.updatenews360.com/cinema-tv/undertaker-open-challeng-to-actor-akshay-kumar-20062021/",
        "category_id": "சினிமா / TV",
        "subcategory_id": [
            "அக்ஷய்குமார்",
            "அண்டர்டேகர்"
        ]
    },
    {
        "id": 9,
        "title": "கஞ்சா கடத்தலில் ஈடுபட்ட 3 பேர் கைது: சுமார் 8 கிலோ கஞ்சா பறிமுதல்",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Chennai-Kanha-Kidnaping-Arrest-.jpg"
        ],
        "news_body": [
            "சென்னை",
            ": சென்னையில் கஞ்சா கடத்தலில் ஈடுபட்ட 3 பேரை போலீசார் கைது செய்து, தலைமறைவாக உள்ள இரண்டு பேரை போலீசார் தேடி வருகின்றனர்.",
            "சென்னை மாதவரம் சரகத்திற்கு உட்பட்ட மாத்தூர் எம்.எம்.டி.ஏ பால்பண்ணை அருகே கஞ்சா கடத்தப்படுவதாக போலீசாருக்கு ரகசிய தகவல் கிடைத்தது. இதனையடுத்து மாதவரம் சரக துணை ஆணையாளர் அவர்கள் உத்தரவின் பேரில் உதவி ஆணையர் தலைமையில் மாதவரம் பால்பண்ணை போலீசார் ரகசியமாக வாகன சோதனையில் ஈடுபட்டு கொண்டிருந்தனர். அப்போது , திருவள்ளூர் மாவட்டம் பெரியபாளையம் ஆரணி பகுதியில் இருந்து செங்குன்றம் வழியாக மாதவரம் பால்பண்ணை பகுதியில் கஞ்சா கடத்தி வருவதாக துணை ஆணையாளர் அவர்களின் தனிப்பிரிவு போலீசார் தகவல் கிடைத்தது.",
            "அந்த தகவலின் அடிப்படையில் சென்னை மாதவரம் மாத்தூர் பிரதான சாலை நுழைவு வாயிலில் போலீசார் வாகன சோதனையில் ஈடுபட்டுக் கொண்டிருந்த போது அந்த வழியாக வந்த ஆரணி பெரியபாளையத்து சேர்ந்த மகேந்திரன் என்பவரை சந்தேகத்தின் பேரில் போலீசார் பிடித்து சோதனையிட்டனர். சோதனையில் , 8 கிலோ கஞ்சாவை கடத்தி வந்தது தெரியவந்தது. இதனையடுத்து அவரை பின்தொடர்ந்து மறைமுகமாக நின்றிருந்த போலீசார் அவரிடம் கஞ்சா வாங்க வந்த சென்னை வியாசர்பாடி சாஸ்திரி நகரைச் சேர்ந்த ராஜா என்பவனையும் , சென்னை செங்குன்றம் கண்ணதாசன் தெருவைச் சேர்ந்த தினேஷ் குமார் என்பவர் கையும் களவுமாக தனிப்படை போலீசார் மடக்கி பிடித்தனர்.",
            "பிடிபட்ட இந்த 3 பேரிடம் விசாரணை செய்த போது இவர்களோடு மேலும் 2 பேர் இதில் சம்பந்தப்பட்டிருப்பது தெரிய வந்தது. இவர்கள் பிடிப்பட்ட தகவல் தெரிந்ததும் அவர்களின் கூட்டாளிகளான ரகுபதி என்பவரும் சையது என்பவரும் தலைமறைவாகி விட்டனர். பிடிபட்ட 3 பேரிடம் இருந்து சுமார் எட்டு கிலோ மதிப்புள்ள கஞ்சா பறிமுதல் செய்யப்பட்டது. இதனையடுத்து அவர்கள் கைது செய்யப்பட்டு நீதிமன்றக் காவலில் சிறைக்கு அனுப்பப்பட்டனர்..",
            "தலைமறைவாக உள்ள இரண்டு பேரை போலீசார் தீவிரமாக தேடி வருகின்றனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 14:01:00 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/3-arrested-for-smuggling-cannabis-about-8-kg-of-cannabis-seized-20062021/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "கஞ்சா கடத்தலில் ஈடுபட்ட 3 பேர் கைது",
            "குற்றம்",
            "சுமார் 8 கிலோ கஞ்சா பறிமுதல்",
            "சென்னை"
        ]
    },
    {
        "id": 10,
        "title": "‘மக்கள் பிரச்சனைக்கு முன்னுரிமை கொடுங்க‘ : நாளை துவங்க உள்ள சட்டமன்ற கூட்டத்தொடர் குறித்து கமல்ஹாசன் அறிவுரை!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Kamal-Stalin-Updatenews360.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/image-275.png"
        ],
        "news_body": [
            "நாளை நடைபெறவுள்ள 16-வது சட்டப் பேரவையின் முதல் கூட்டத்தொடர் குறித்து மக்கள் நீதி மய்யம் கட்சி தலைவர் கமல்ஹாசன் ட்வீட் செய்துள்ளார்.",
            "தமிழகத்தின் 16-வது சட்டப் பேரவையின் முதல் கூட்டத்தொடர் நாளை சென்னை கலைவாணா் அரங்கத்தில் நடைபெறவுள்ளது. இதற்காக கடந்த வெள்ளிக்கிழமை முதல் சட்டப்பேரவை உறுப்பினர்கள், பத்திரிக்கையாளர்கள்,பேரவை செயலக ஊழியர்கள் உள்ளிட்டோர்களுக்கு கொரோனா பரிசோதனை மேற்கொள்ளப்பட்டு வருகிறது.",
            "அதன்படி, கூட்டத்திற்கு வருபவர்களுக்கு கொரோனா நெகடிவ் சான்றிதழ் கட்டாயமாக்கப்பட்டுள்ளது. இந்நிலையில்,16-வது சட்டப் பேரவையின் முதல் கூட்டத்தொடர் குறித்து மக்கள் நீதி மய்யம் கட்சி தலைவர் கமல்ஹாசன் அவர்கள் தனது டுவிட்டர் பக்கத்தில் கூறியதாவது:",
            "“16-வது சட்டப் பேரவையின் முதல் கூட்டத்தொடர் நாளை முதல் துவங்குகிறது. மக்கள் பிரச்சனைகளுக்கு முன்னுரிமை தந்து, அனைத்து அரசியல் தரப்புகளுக்கும் சமவாய்ப்பளித்து, ஆரோக்கியமான விவாதங்கள் நிகழச்செய்யவும், பேரவையின் மாண்பை நிலைபெறச் செய்யவும் உறுப்பினர்கள் அனைவருக்கும் வாழ்த்துக்கள்”,என்று தெரிவித்துள்ளார்."
        ],
        "pubDate": "Sun, 20 Jun 2021 13:46:53 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/kamal-haasan-advises-on-the-assembly-session-to-start-tomorrow-200621/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "அனைவருக்கும் சமவாய்ப்பு",
            "கமல்ஹசான் டுவிட்டர்",
            "சென்னை",
            "தமிழக அரசுக்கு அறிவுரை",
            "முதல் சட்டப்பேரவை கூட்டம்"
        ]
    },
    {
        "id": 11,
        "title": "Father’s Day – முன்னிட்டு அப்பாவுக்கு சாப்பாடு ஊட்டி மகிழ்ந்த குக் வித் கோமாளி புகழ்..!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/PUgal-2.jpeg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/PUgal-1.jpeg"
        ],
        "news_body": [
            "விஜய் டிவி மூலம் பிரபலமாகி அதன்பின் சினிமாவிற்கு காலடி எடுத்து வைப்பது இப்போது டிரெண்ட் ஆகி விட்டது. அந்த வகையில் திவ்யதர்ஷினி, ரம்யா, பவித்ரா லட்சுமி, தர்ஷா குப்தா, சிவகார்த்திகேயன், சந்தானம், தீனா, மைனா நந்தினி, இவர்களெல்லாம் விஜய் டிவி மூலம் பிரபலமடைந்து அதன்பின் திரைத்துறையில் காலடி எடுத்து வைத்தவர்கள்.",
            "இப்படி இருக்கும் நிலையில் விஜய் டிவியில் ஒளிபரப்பாகி மக்களின் மிக பெரிய வரவேற்பை பெற்ற குக் வித் கோமாளி நிகழ்ச்சியில் புகழ், பாலா 2 பேருமே கலந்துகொண்டு பலரையும் சிரிக்க வைத்தார். இப்போது புகழ் சினிமாவில் பிஸியாக நடித்து வருகிறார்.",
            "இன்று தந்தையர் தினம் என்பதால், இணையமே தந்தையர் தின வாழ்த்துக்களால் நிரம்பி வருகிறது. கிட்டத்தட்ட அனைத்து நடிகைகளுமே தனது தந்தையை இழுத்து ஒரு புகைப்படத்தை எடுத்து சமூக வலைத்தளத்தில் பதிவேற்றி வருகின்றனர். அந்த வகையில் தற்போது குக் வித் கோமாளி புகழும் தந்தையர் தினத்தை முன்னிட்டு ஒரு புகைப்படத்தை வெளியிட்டுள்ளார்.",
            "அதில் அவர் அப்பாவிற்கு ஊட்டி விடுவது போல புகைப்படத்தை வெளியிட்டு தந்தையர் தின வாழ்த்துக்களை பகிர்ந்துள்ளார். அவர் ரசிகர்கள் அவரது புகைப்படத்திற்கு ஹார்ட்டுகளை விட்டு வருகின்றனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 13:34:54 +0000",
        "share_url": "https://www.updatenews360.com/cinema-tv/fathers-day-cook-with-the-clown-fame-who-enjoyed-feeding-daddy-on-the-eve-20062021/",
        "category_id": "சினிமா / TV",
        "subcategory_id": [
            "குக் வித் கோமாளி புகழ்"
        ]
    },
    {
        "id": 12,
        "title": "“தா தா ஒரே ஒரு முத்தம்தா“ : மதுமிதாவின் அழகில் மயங்கி விழுந்த ரசிகர்கள்!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar00-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar01-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar02-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar03-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar04-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar05-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar06-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar07-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar08-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar09-updatenews360-1.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/madhumita-sarcar10-updatenews360-1.jpg"
        ],
        "news_body": [],
        "pubDate": "Sun, 20 Jun 2021 13:27:55 +0000",
        "share_url": "https://www.updatenews360.com/trending-photos/madhumita-sarcar-20062021/",
        "category_id": "டிரெண்டிங் போட்டோஸ்",
        "subcategory_id": [
            "madhumita-sarcar"
        ]
    },
    {
        "id": 13,
        "title": "ரயில் நிலையத்தில் அடையாளம் தெரியாத நபரின் சடலம் மீட்பு",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Dgl-unkonw-Bobdy-Recovery-.jpg"
        ],
        "news_body": [
            "திண்டுக்கல்",
            ": திண்டுக்கல் ரயில் நிலையத்தில் அடையாளம் தெரியாத நபர் ஒருவர் சடலமாக மீட்கப்பட்டுள்ளார்",
            "திண்டுக்கல் ரயில் நிலையத்தில் இன்று ஒருவர் சடலமாக கிடப்பதாக பொதுமக்கள் ரயில்நிலைய காவல்துறையினருக்கு தகவல் தெரிவித்தனர். இதையடுத்து அங்கு விரைந்த காவல்துறையினர் இறந்தவர் யார் என்று விசாரணை நடத்தி வருகின்றனர். மேலும் அவரது உடலை பிரேத பரிசோதனைக்காக திண்டுக்கல் அரசு மருத்துவமனைக்கு அனுப்பி வைத்தனர். மேலும் இறந்தவரின் உறவினர்கள் யாரேனும் இருந்தால் திண்டுக்கல் ரயில் நிலைய காவல்துறையினரை தொடர்பு கொள்ளுமாறு கேட்டுக் கொண்டுள்ளனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 13:26:00 +0000",
        "share_url": "https://www.updatenews360.com/uncategorized-ta/unknown-dead-body-found-at-railway-cage20062021/",
        "category_id": "Uncategorized @ta",
        "subcategory_id": [
            "திண்டுக்கல்",
            "மதுரை",
            "ரயில் நிலையத்தில் அடையாளம் தெரியாத நபரின் சடலம் மீட்பு"
        ]
    },
    {
        "id": 14,
        "title": "“எங்கள் கவலைகளின் தடுப்பூசியே“ : நடிகர் விஜய்காக ரசிகர்கள் ஒட்டிய போஸ்டரால் பரபரப்பு!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Vijay-poster-Updatenews360.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/image-273.png"
        ],
        "news_body": [
            "மதுரை : எங்கள் கவலைகளின் தடுப்பூசியே என தடுப்பூசி மருந்தில் நடிகர் விஜய்யின் புகைப்படம் இடம்பெற்ற போஸ்டர் மதுரையில் அனைவரின் கவனத்தை ஈர்த்துள்ளது.",
            "தமிழ் சினிமாவின் தற்போதைய உச்ச நட்சத்திரமாக உள்ள நடிகர் விஜய்யின் பிறந்தநாள் ஜூன் 22 ஆம் தேதி வருவதையொட்டி தமிழ்நாடு முழுவதும் உள்ள அவரது ரசிகர்கள் பல்வேறு பகுதிகளில் அவருக்கு பிறந்தநாள் வாழ்த்து தெரிவித்து போஸ்டர்களை ஒட்டி வருகின்றனர்.",
            "அதில் பல போஸ்டர்கள் சுவாரஸ்யமான அடைமொழிகளுடன் சர்ச்சையை ஏற்படுத்தும் வகையிலும், நடிகர் விஜய்யை அரசியலுக்கு அழைப்பது போல் உள்ளதால் பேசு பொருளாகி உள்ளது.",
            "கொரோனா அச்சுறுத்தலால் இந்த ஆண்டு தனது பிறந்தநாளுக்கு கொண்டாட்டங்கள், பேனர் போஸ்டர் பேப்பர் விளம்பரங்கள் வேண்டாம் என்று விஜய் தரப்பிலிருந்து தெரிவிக்கப்பட்டாலும், மதுரையின் பல்வேறு பகுதிகளில் போஸ்டர்கள் மற்றும் சுவர் விளம்பரம் செய்யப்பட்டுள்ளன.",
            "நடிகர் விஜய்யின் பிறந்தநாளையொட்டி மதுரையில் அவரது ரசிகர்கள் பெரியார் நிலையம், கோரிப்பாளையம், தல்லாகுளம் பகுதிகளில் போஸ்டர்களை அதிகளவில் ஒட்டியுள்ளனர்.",
            "அதில் தமிழகத்தில் இனி எப்போதும் தேவையில்லை டாஸ்மாக், அரசியலில் நீங்கள் வந்தால் மக்கள் தருவார்கள் பாஸ்மார்க் எனறும், எங்கள் கவலைகளின் தடுப்பூசியே, என்ற வாசகங்கள் அடங்கிய போஸ்டர்களை விஜய் ரசிகர்கள் மதுரை மாநகர் முழுவதும் ஒட்டியுள்ளனர்.",
            "மருந்து குப்பியில் விஜய்யின் புகைப்படம் இடம்பெற போஸ்டர் ஓட்டப்பட்டிருப்பது அனைவரின் கவனத்தையும் ஈர்த்துள்ளது."
        ],
        "pubDate": "Sun, 20 Jun 2021 13:13:00 +0000",
        "share_url": "https://www.updatenews360.com/tamilnadu/excitement-with-the-poster-pasted-by-the-fans-for-the-actors-visit-200621/",
        "category_id": "தமிழகம்",
        "subcategory_id": [
            "கவலைகளின் தடுப்பூசியே",
            "போஸ்டரால் பரபரப்பு",
            "மதுரை",
            "விஜய் ரசிகர்கள்"
        ]
    },
    {
        "id": 15,
        "title": "மாற்றுத்திறனாளிக்கு சக்கர நாற்காலி வழங்கிய கும்மிடிப்பூண்டி எம்எல்ஏ",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Thiruvallur-Nagrum-Cycle.jpg"
        ],
        "news_body": [
            "திருவள்ளூர்",
            ": மாதர்பாக்கம் பகுதியில் மாற்றுத்திறனாளி பெண் அம்பிகா என்பவருக்கு தேர்தல் வாக்குறுதிஅளித்ததின் பேரில் கும்மிடிப்பூண்டி சட்டமன்ற உறுப்பினர் டிஜே கோவிந்தராஜன்",
            "நகரும் சக்கர நாற்காலியினை அவரது வீட்டிற்கே சென்று நேரில் வழங்கினார்.",
            "திருவள்ளூர் மாவட்டம் மாதர்பாக்கம் பகுதியை சேர்ந்தவர் அம்பிகா. மாற்றுத்திறனாளியான இவர் நடைபெற்ற சட்டமன்ற தேர்தலில் திமுக சார்பில் போட்டியிட்ட வேட்பாளரிடம் தனக்கு தேர்தலில் வெற்றி பெற்றால் நகரும் சக்கர நாற்காலி வழங்க வேண்டும் என அவரிடம் கோரிக்கை வைத்திருந்த நிலையில், புதிதாக நகரும் சக்கர நாற்காலியை வாங்கி அவரது வீட்டிற்கே நேரில் சென்று சட்டமன்ற உறுப்பினர் டிஜே கோவிந்தராஜன் அவரிடம் வழங்கினார். பின்னர் ஊரடங்கு காரணமாக வாழ்வாதாரம் பாதிக்கப்பட்ட அப்பகுதி மக்களுக்கு அரிசி உள்ளிட்ட அத்தியாவசிய பொருட்களை நிவாரணங்களையும், ஊரடங்கு காரணமாக வீட்டில் இருக்கும் பள்ளி கல்லூரி மாணவர்களுக்கு விளையாட்டு திறனை மேம்படுத்தும் வகையில் கிரிக்கெட் உபகரணங்களை வழங்கினார்."
        ],
        "pubDate": "Sun, 20 Jun 2021 12:58:00 +0000",
        "share_url": "https://www.updatenews360.com/uncategorized-ta/gummidipoondi-mla-donating-a-wheelchair-to-a-disabled-person-20062021/",
        "category_id": "Uncategorized @ta",
        "subcategory_id": [
            "சட்டமன்ற உறுப்பினர் டிஜே கோவிந்தராஜன்",
            "சென்னை",
            "திருவள்ளூர்",
            "மாற்றுத்திறனாளிக்கு சக்கர நாற்காலி வழங்கிய கும்மிடிப்பூண்டி எம்எல்ஏ"
        ]
    },
    {
        "id": 16,
        "title": "மருத்துவ பணியாளர்களை தாக்கினால் சிறை தண்டனை: மத்திய அரசு அதிரடி உத்தரவு..!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2020/06/doctors3-updatenews360.jpg",
            "https://www.updatenews360.com/wp-content/uploads/2021/02/central-gvt-updatenews360.jpg"
        ],
        "news_body": [
            "புதுடெல்லி : மருத்துவர் மற்றும் சுகாதார பணியாளர்களை தாக்குவோர் மீது வழக்கு பதிவு செய்ய வேண்டும் என மாநில மற்றும் யூனியன் பிரதேசங்களுக்கு மத்திய அரசு அறிவுறுத்தியுள்ளது.",
            "கொரோனா சிகிச்சை தொடர்பாக நாட்டின் பல்வேறு பகுதிகளிலும் டாக்டர் மற்றும் சுகாதார பணியாளர்கள் மீது தாக்குதல் நடத்தப்பட்டதாக புகார் எழுந்தது. இந்நிலையில் மாநிலங்கள் மற்றும் யூனியன் பிரதேசங்களுக்கு மத்திய உள்துறை செயலர் அஜய் பல்லா அனுப்பிய கடிதத்தில் கூறியிருப்பதாவது,",
            "மருத்துவர் உட்பட சுகாதார பணியாளர்களுக்கு எதிரான அச்சுறுத்தல், தாக்குதல் போன்றவை, அவர்களது மன உறுதியைக் குறைத்து, பாதுகாப்பின்மை உணர்வை உருவாக்கக்கூடும். எனவே தாக்குதலில் ஈடுபடுவோர் மீது 2020ம் ஆண்டு திருத்தப்பட்ட தொற்றுநோய் சட்டத்தின் கீழ் வழக்கு பதிவு செய்து உரிய நடவடிக்கை எடுக்க வேண்டும். இவ்வாறு அதில் கூறப்பட்டு உள்ளது.",
            "இந்த சட்டத்தில், டாக்டர் உட்பட சுகாதார பணியாளர்கள் மீது தாக்குதல் நடத்துவோருக்கு, ஐந்து அல்லது ஏழு ஆண்டு சிறை மற்றும் 2 அல்லது 5 லட்சம் ரூபாய் அபராதம் விதிக்க வழிவகை உள்ளது."
        ],
        "pubDate": "Sun, 20 Jun 2021 12:50:00 +0000",
        "share_url": "https://www.updatenews360.com/india/imprisonment-for-assaulting-medical-personnel-200621/",
        "category_id": "இந்தியா",
        "subcategory_id": [
            "டிரெண்டிங்",
            "கடும் நடவடிக்கை",
            "புதுடெல்லி",
            "மத்திய அரசு அறிவிப்பு",
            "மருத்துவ பணியாளர்கள்"
        ]
    },
    {
        "id": 17,
        "title": "அடுத்தடுத்து வடமாநிலங்களை குலுக்கும் நிலநடுக்கம் : டெல்லியில் 2.1 ஆக பதிவு!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Delhi-Quake-Updatenews360.jpg"
        ],
        "news_body": [
            "இந்தியாவின் தலைநகர் டெல்லியில் இன்று மிதமான நிலநடுக்கம் உணரப்பட்டுள்ளதால் பொதுமக்கள் அச்சத்தில் உள்ளனர்.",
            "டெல்லியில் இன்று மதியம் 12.02 மணிக்கு மிதமான நிலநடுக்கம் உணரப்பட்டுள்ளது. இது ரிக்டர் அளவில் 2.1 ஆக பதிவாகியுள்ளதாக தேசிய நிலநடுக்கவியல் மையம் தெரிவித்துள்ளது.",
            "இதனால் ஏற்பட்ட சேதங்கள் பற்றிய தகவல் வெளியாகவில்லை. திடீரென்று ஏற்பட்ட நிலநடுக்கத்தால் பொது மக்கள் அச்சத்தில் உள்ளனர்.",
            "மேலும், கடந்த சில நாட்களாக அசாம், மணிப்பூர், மேகாலயா போன்ற இந்தியாவின் வடகிழக்கு பகுதியில் அடுத்தடுத்து நிலநடுக்கம் ஏற்பட்டுள்ளது. இதனால் மக்கள் பெரும் அச்சத்தில் இருந்து வருகின்றனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 12:46:44 +0000",
        "share_url": "https://www.updatenews360.com/india/subsequent-earthquake-shakes-northern-states-2-1-recorded-in-delhi-200621/",
        "category_id": "இந்தியா",
        "subcategory_id": [
            "டிரெண்டிங்",
            "2.1 ஆக பதிவு",
            "டெல்லி",
            "டெல்லியில் நிலநடுக்கம்",
            "பொதுமக்கள் அச்சம்"
        ]
    },
    {
        "id": 18,
        "title": "நடிகர் விஜய் திமுகவில் சேருகிறாரா?தமிழக அரசியலில் திடீர் பரபரப்பு!!",
        "image_url": [
            "https://www.updatenews360.com/wp-content/uploads/2021/06/Vijay-Stalin-Updatenews360-1.jpg",
            "https://1847884116.rsc.cdn77.org/tamil/home/vijay-makkal-iyakkam5112020m.jpg",
            "https://www.sify.com/uploads/vijay_2_uiohnGedfjdce.jpeg",
            "http://www.behindwoods.com/tamil-movies/slideshow/10-types-of-thala-thalapathy-fans/images/sepoys.jpg",
            "https://static.toiimg.com/thumb/msid-79084144,imgsize-977936,width-800,height-600,resizemode-75/79084144.jpg",
            "https://i0.wp.com/chennaivision.com/wp-content/uploads/2019/09/stalin-vijay.jpg?fit=1280%2C720&ssl=1",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/image-271.png",
            "https://www.updatenews360.com/wp-content/uploads/2021/06/image-272.png",
            "https://img.dtnext.in/Articles/2019/Sep/201909030318029300_Ilayathalapathi-meets-greets-Stalin-sets-tongues-wagging_SECVPF.gif"
        ],
        "news_body": [
            "நடிகர் விஜய் தனது படங்களில் சமுதாய விழிப்புணர்வை ஏற்படுத்தும் காட்சிகளை அமைத்து, அதன்மூலம் தனக்கென்று மிகப்பெரிய ரசிகர்கள் வட்டாரத்தை, தமிழகத்தில் உருவாக்கிக் கொண்டவர். நடிகர் ரஜினிக்கு இணையாக இவருடைய திரைப்படங்கள் வசூலை குவிப்பதால், இளைஞர் ரசிகர் பட்டாளம் மற்ற நடிகர்களை விட விஜய்க்கு சற்று அதிகம்.",
            "தனது படங்களில் அரசியல் வசனங்களை பேசியதால் பல நேரங்களில் அவர் சர்ச்சையிலும் சிக்கிக் கொண்டதும் உண்டு.",
            "குறிப்பாக, கடந்த சில ஆண்டுகளில் வெளிவந்த கத்தி, சர்க்கார், மெர்சல் ஆகிய மூன்று படங்களிலும் அவர் தற்காலத்து அரசியலை ஆவேசமாக சீண்டி இருப்பார். இந்த படங்களில் கட்சிகளின் ஊழல்களைச் சாடும் காட்சிகள் இடம்பெற்றிருந்ததால் அவருடைய ரசிகர்கள் நடிகர் விஜய் அரசியலில் குதிப்பார், தனிக்கட்சி தொடங்குவார், சட்டப்பேரவை தேர்தலில் போட்டியிடுவார், ஆட்சியை கைப்பற்றுவார் என்றெல்லாம் கற்பனை சிறகுகளை விரித்தனர்.",
            "இப்படியொரு ஆசை விஜய் ரசிகர்களுக்கு மட்டுமல்ல, அவருடைய தந்தை எஸ். ஏ.சந்திரசேகருக்கும் நிறையவே உண்டு.",
            "அதன் தொடர்ச்சியாகத்தான், கடந்த ஆண்டு நவம்பர் மாதம் ",
            "‘",
            "அகில இந்திய தளபதி விஜய் மக்கள் இயக்கம்’ என்ற பெயரில் தேர்தல் கமிஷனில் எஸ்.ஏ.சந்திரசேகர் ஒரு கட்சியை பதிவு செய்தார். தன்னை கட்சியின் பொதுச் செயலாளராகவும், மனைவி ஷோபாவை பொருளாளராகவும் அறிவித்தார்.",
            "அப்போது தனக்கும் இந்த கட்சிக்கும் எந்த தொடர்பும் இல்லை என்று உடனே மறுத்துக் கூறிய விஜய், தனது பெயர், இயக்கத்தின் புகைப்படம், கொடியை பயன்படுத்த கடும் எதிர்ப்பு தெரிவித்தார். இதனால் குடும்பத்தில் குழப்பம் ஏற்பட ஷோபா பொருளாளர் பதவியில் இருந்து விலகிக்கொண்டார்.",
            "பின்னர் கடந்த ஜனவரி மாதம், இப்பிரச்சனை மீண்டும் எழுந்தது. அப்போது தலைமை தேர்தல் கமிஷனிடம் நடிகர் விஜய் ஒரு மனுவை அளித்தார். அதில் தனது தந்தை தொடங்கும் கட்சிக்கு எந்த விதத்திலும் எனது பெயரையோ எனது மன்றத்தின் பெயரையோ தொடர்புபடுத்தி அனுமதி வழங்கக் கூடாது என்று கேட்டுக்கொண்டிருந்தார். அதை தலைமை தேர்தல் கமிஷனும் ஏற்றுக் கொண்டது. அத்துடன் எஸ்ஏ சந்திரசேகரின் அரசியல் ஆசைக்கு முற்றுப்புள்ளியும் வைக்கப்பட்டது.",
            "இதன் காரணமாக நடிகர் விஜய்க்கும் அவருடைய தந்தைக்கும் இடையே பெரும் மோதலும் ஏற்பட்டது. தந்தையும், மகனும் ஒருகட்டத்தில் ஜென்ம விரோதிகள்போல ஆகிப்போன விநோதமும் நடந்தது.",
            "இதெல்லாம் கடந்த 5 மாதங்களுக்கு முன்பு நடந்த நிகழ்வுகள் என்றாலும் கூட தற்போது நடிகர் விஜயை அவருடைய ரசிகர்கள் எஸ்.ஏ.சந்திரசேகர் பயன்படுத்திய உத்தியை விட நூதன ஸ்டைலில் அரசியல் களத்துக்குள் தள்ளிவிட்டு இருக்கின்றனர்.",
            "விஜயின் 47-வது பிறந்த நாளையொட்டி, திண்டுக்கல் நகர தளபதி விஜய் மக்கள் இயக்கத்தின் மணிக்கூண்டு பகுதி இளைஞரணி சார்பில் பிரம்மாண்ட வண்ண சுவரொட்டி ஒன்று திண்டுக்கல் நகரம் முழுவதும் ஒட்டப்பட்டு உள்ளது.",
            "அந்த போஸ்டரில் தமிழக முதலமைச்சர் ஸ்டாலின், நடிகர் விஜய்க்கு தங்க செங்கோல் ஒன்றை வழங்குவதுபோன்ற காட்சி இடம் பெற்றிருக்கிறது. அந்த காட்சியின் பின்னணியில் சென்னை கோட்டையின் படமும் இடம்பெற்று இருப்பதுதான் விசேஷம்!",
            "அதாவது சென்னை கோட்டையின் முன்பாக முதலமைச்சர் ஸ்டாலின், தங்க செங்கோலை நடிகர் விஜயிடம் ஒப்படைப்பதுபோல் அக்காட்சி உள்ளது. அத்துடன் ஏழை, எளிய மக்களுக்கான நல்லாட்சியை வழங்கிட தம்பி வா! தலைமை ஏற்க வா! என்று திமுகவில் நடிகர் விஜய் இணைய வேண்டும் என்பதை வலியுறுத்தும் வாசகங்களும் போஸ்டரில் இடம் பிடித்துள்ளன. இந்த போஸ்டர் தற்போது சமூக ஊடகங்களில் வைரலாக பரவி வருகிறது.",
            "விஜய் மக்கள் இயக்கத்தின் இந்த போஸ்டர் திமுகவினரை அதிர்ச்சி அடைய வைத்துள்ளது.",
            "அதேநேரம் அரசியல் வட்டாரத்தில் பெரும் பரபரப்பையும், பல்வேறு விவாதங்களையும் கிளப்பி விட்டுள்ளது.",
            "இதுபற்றி அரசியல் விமர்சகர்கள் கூறும்போது, ",
            "“",
            "பிரபல நடிகர்களின் ரசிகர் மன்றத்தினர் தங்களது அபிமான நடிகர்களின் பிறந்தநாளின்போதும், புதிய படங்கள் வெளியாகும்போதும் தமிழகத்தின் நாளைய முதல்வரே! இந்தியாவின் வருங்கால பிரதமரே! என்றெல்லாம் போஸ்டர் அச்சிட்டு அதை ஊர் முழுக்க ஒட்டி பரபரப்பை ஏற்படுத்துவார்கள். சமூக ஊடகங்களிலும் அதை பரப்புவார்கள்.",
            "விஜய் மக்கள் இயக்கத்தினர் அச்சிட்டிருக்கும் இந்தப் போஸ்டரை அப்படி எடுத்துக்கொள்ள முடியவில்லை. இதை ரசிகர்களின் குசும்பு வேலை என்று ஒதுக்கி விடவும் முடியவில்லை.",
            "ஏனென்றால் தம்பியே வா! தலைமை ஏற்க வா! என்று சொல்வது, ஸ்டாலினுக்குப் பிறகு திமுகவை வழிநடத்த யாரும் இல்லை என்பதுபோல் அர்த்தமாகிறது. சென்னை கோட்டை முன்பாக முதலமைச்சர் ஸ்டாலின், விஜய்க்கு தங்க செங்கோலை வழங்குவது போன்ற காட்சி இருப்பதால் முதலமைச்சர் பொறுப்பை விஜயிடம் ஒப்படைக்க ஸ்டாலின் தயாராக இருக்கிறார் என்று கருதத் தோன்றுகிறது. இன்னொரு பக்கம் திமுக பலவீனமாக இருக்கிறது, அதை சரி செய்ய நடிகர் விஜய்தான் பொருத்தமானவர் என்று அந்த போஸ்டர் சொல்வது போலவும் உள்ளது.",
            "தந்தை எஸ்ஏ சந்திரசேகர், தனது பெயரில் அரசியல் கட்சி தொடங்கப் போகிறார் என்பதை அறிந்தவுடன் கடும் எதிர்ப்பு தெரிவித்து அதைத் தடுத்த நடிகர் விஜய், இதுவரை தனது ரசிகர்களை கண்டித்து அறிக்கை எதுவும் விடவில்லை. அதுவும் அவர் எந்த அரசியல் இயக்கத்தையும் சார்ந்திராத நிலையில் அவருடைய ரசிகர்கள் தமிழக அரசியலில் குழப்பத்தை உருவாக்குவது போல் போஸ்டர் வெளியிட்டிருப்பதை விஜய் கண்டிக்கவில்லை. தனது ரசிகர் மன்றத்தினர், இப்படி ஏடாகூடமாக போஸ்டர் அடித்ததற்காக திமுகவினரிடம் வருத்தம் தெரிவித்து அவர் சமாதானப்படுத்தியது போலவும் இதுவரை செய்திகள் எதுவும் இல்லை.",
            "இந்த போஸ்டர் விஜய் ரசிகர்களுக்கு வேண்டுமென்றால் மகிழ்ச்சி தருவதாக இருக்கலாம். ஆனால் நிச்சயம் முதலமைச்சர் ஸ்டாலினுக்கும், திமுக தலைமைக்கும் அதிர்ச்சியளிக்கும் தர்ம சங்கடமான விஷயம்தான்.",
            "மறைந்த முதலமைச்சர் அண்ணா, கூறிய பிரபல வாக்கியம்தான், ",
            "“",
            "தம்பி வா! தலைமை தாங்க வா!",
            "”",
            " என்பது. அதாவது தனது பொதுச் செயலாளர் பதவியை, நெடுஞ்செழியனுக்கு விட்டுக்கொடுப்பதற்காக அண்ணா அப்படி சொன்னார்.",
            "18.5.1956-ல் திமுகவின் 2-வது மாநில மாநாடு திருச்சியில் நடந்தது. அப்போது தலைமைப் பொறுப்புக்கு நெடுஞ்செழியனை வரவேற்று அழைத்த அண்ணா, ",
            "“",
            "தம்பி வா! தலைமை தாங்க வா!! உன் ஆணைக்கு எல்லோரும் அடங்கி நடப்போம். தலைமையேற்று நடத்த வா! என்றார்.",
            "அதைத்தான் விஜய் மக்கள் இயக்கத்தினர் பரபரப்பு போஸ்டராக அச்சிட்டு வெளியிட்டுள்ளனர்",
            "”",
            "என அந்த அரசியல் விமர்சகர்கள் தெரிவித்தனர்."
        ],
        "pubDate": "Sun, 20 Jun 2021 12:31:00 +0000",
        "share_url": "https://www.updatenews360.com/trending/is-actor-vijay-joining-dmk-sudden-turmoil-in-tamil-nadu-politics-200621/",
        "category_id": "டிரெண்டிங்",
        "subcategory_id": [
            "அரசியல்",
            "தம்பி வா தலைமையேற்க வா",
            "திமுகவில் இணைகிறாரா",
            "போஸ்டரால் பரபரப்பு",
            "விஜய்"
        ]
    }
]