[{"id":1,"title":"Vijay65 titled Beast","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/d4c42423-2ed0-4aea-a154-00f390916e8e-674x1024.jpg"],"news_body":["A day before his birthday, Sun Pictures today announced their production venture with the actor as Beast.","\nDirected by Nelson Dhilipkumar, the movie has Pooja Hegde as heroine. Anirudh Ravichander is composing the music for this biggie and Manoj Paramahamsa of Nanban and Vinnaithaandi Varuvaya fame is cranking the camera","The post ","Vijay65 titled Beast"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 12:44:00 +0000","share_url":"https://www.updatenews360.com/english/cinema/vijay65-titled-beast/","category_id":"Cinema","subcategory_id":["News","Anirudh","Beast","Nelson Dhilipkumar","Pooja Hegde","Sun Pictures","Thalapathy","Vijay"]},{"id":2,"title":"Companies expect better performance in 6-12 months: Survey","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGgjf.png"],"news_body":["The nationwide survey showed that 58 per cent of the companies witnessed ‘high impact","’"," of the state-level lockdowns on their businesses, while another 38 per cent reported ‘moderate impact","’"," on their operations.","\nAs states start to ease lockdown restrictions with declining number of daily Covid-19 cases, companies are hopeful of better performance in the next six to 12 months, according to a joint survey conducted by FICCI and Dhruva Advisors.","The nationwide survey showed that 58 per cent of the companies witnessed ‘high impact","’"," of the state-level lockdowns on their businesses, while another 38 per cent reported ‘moderate impact","’"," on their operations.","The post ","Companies expect better performance in 6-12 months: Survey"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 12:40:06 +0000","share_url":"https://www.updatenews360.com/english/economy/companies-expect-better-performance-in-6-12-months-survey/","category_id":"Economy","subcategory_id":["businesses","company","Covid-19","FICCI","lockdowns"]},{"id":3,"title":"Sebi stops PNB Housing from issuing shares","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/1582659983-1071.png"],"news_body":["The Securities and Exchange Board of India (Sebi) has asked PNB Housing Finance Ltd (PNB HFC) to keep on hold a proposal to seek shareholders nod for preferential allotment of its equity shares until it does independent valuation of shares.","The housing finance company plans to issue shares and warrants on a preferential basis to private equity firm Carlyle Group and associates who seek to invest Rs 4,000 crore to acquire a controlling stake of over 50 per cent in the Delhi-based mortgage lender. It is holding extraordinary general meeting of shareholders on June 22, 2021 to consider preferential allotment (shares and warrants). The price for proposed issue of equity shares and convertible warrants is Rs 390 a piece. On Friday its shares closed 1-4 per cent lower at Rs 739.35 per share on BSE.","The post ","Sebi stops PNB Housing from issuing shares"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 12:35:17 +0000","share_url":"https://www.updatenews360.com/english/economy/sebi-stops-pnb-housing-from-issuing-shares/","category_id":"Economy","subcategory_id":["BSE","Business","economy","Finance","PNB","SEBI"]},{"id":4,"title":"Sonia Gandhi convenes important meet on Jun 24","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/SONIA-GANDHI-1024x584.jpg"],"news_body":["Congress president Sonia Gandhi has convened a meeting of the party","’","s general secretaries and state in-charges on June 24 to chalk out a strategy to plan protests against the government on issues such as the hike in petrol and diesel prices.","In the meeting, which will be held virtually, party leaders will also discuss the current Covid and political situations. They will give their suggestions for taking on the government and reaching out to the people to highlight its failures, sources said.","Besides the hike in fuel prices, the Congress will also plan protests against the government over high inflation, the pace of Covid vaccination and handling of the pandemic, they said.","The economic situation of the country is also likely to figure during the discussions.","The meeting comes ahead of the Monsoon Session of Parliament which is likely to start in July.","The post ","Sonia Gandhi convenes important meet on Jun 24"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 12:28:27 +0000","share_url":"https://www.updatenews360.com/english/international/sonia-gandhi-convenes-important-meet-on-jun-24/","category_id":"International","subcategory_id":["Congress","Covid-19","monsoon","Sonia Gandhi","vaccination"]},{"id":5,"title":"Brazil nears half a million COVID-19-death mark","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGfhs.png"],"news_body":["Brazil`s death toll from COVID-19 is expected to pass 500,000 on Saturday as experts warn that the world`s second-deadliest outbreak may worsen due to delayed vaccinations and the government`s refusal to back social distancing measures.","Only 11% of Brazilians have been fully vaccinated and epidemiologists warn that, with winter arriving in the southern hemisphere and new variants of the coronavirus circulating, deaths will continue to mount even if immunizations gain steam.","Brazil has registered 498,499 deaths from 17,801,462 confirmed COVID-19 cases, according to Health Ministry data on Friday, the worst official death toll outside the United States. Over the past week, Brazil has averaged 2,000 deaths per day.","The post ","Brazil nears half a million COVID-19-death mark"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 10:33:10 +0000","share_url":"https://www.updatenews360.com/english/international/brazil-nears-half-a-million-covid-19-death-mark/","category_id":"International","subcategory_id":["Brazil","Coronavirus","Covid-19","deaths","vaccinations"]},{"id":6,"title":"Uttar Pradesh ATS arrests two for forcing over 1000 religious conversions","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGhd_.png"],"news_body":["The Uttar Pradesh ATS have arrested two people from Delhi for allegedly forcing over 1000 people to change their religion.","The two accused, Umar Gautam and Jahangir, have allegedly forced around 1000 non-Muslims to convert to Islam.","One of the accused revealed that he is a resident of Batala house in Jamia Nagar and he himself has converted his religion.","UP ADG (Law and Order) Prashant Kumar said in a press conference here on Monday (June 21) that there is a racket operating in the state, forcing people to convert to Islam.","Kumar confirmed that around 1000 people have converted their religion till now.","The ADG further said that these two people used to target poor families, unemployed youth, and handicapped people, especially those who were hearing and speech impaired, children and forced them to change their religion.","The post ","Uttar Pradesh ATS arrests two for forcing over 1000 religious conversions"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 10:28:12 +0000","share_url":"https://www.updatenews360.com/english/international/uttar-pradesh-ats-arrests-two-for-forcing-over-1000-religious-conversions/","category_id":"International","subcategory_id":["ATS","Batala house","Jahangir","Muslims","Umar Gautam","Uttar Pradesh"]},{"id":7,"title":"China’s Guangdong reports new local Covid case","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/DXNK36K7ZFIGDDUF72ACKLKZEI.jpg"],"news_body":["China","’","s Guangdong province reported one new locally-transmitted confirmed Covid-19 case, the National Health Commission said on Monday.","The case was reported in the city of Dongguan, Xinhua news agency quoted the Commission as saying.","Guangdong on Sunday also reported six imported confirmed cases and 11 asymptomatic carriers who had come from abroad.","The province has so far reported a total of 2,699 confirmed Covid cases, including 1,135 imported ones.","Currently, 230 patients are being treated in hospitals, said the Commission.","The latest Covid resurgence in the southern manufacturing heartland of Guangdong started in May, with most cases reported in cities of Guangzhou, Shenzhen and Foshan.","The post ","China","’","s Guangdong reports new local Covid case"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:58:41 +0000","share_url":"https://www.updatenews360.com/english/international/chinas-guangdong-reports-new-local-covid-case/","category_id":"International","subcategory_id":["China","Coronavirus","Covid-19","Guangdong","vaccines"]},{"id":8,"title":"Raghuram Rajan appointed in TN Advisory Council","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/55-Raghuram-Rajan.jpg"],"news_body":["Tamilnadu government will constitute an ‘Economic Advisory Council to the Chief Minister’ with leading economic experts from all over the world as its members.","The council will include Nobel laureate Esther Duflo of the Massachusetts Institute of Technology (MIT), former Reserve Bank Governor Raghuram Rajan, former Chief Economic Advisor to the Centre, Aravind Subramanian, Development Economist Jean Dreze, and former Union Finance Secretary S Narayan.","‘Based on the recommendation of the council, the government will revitalise the State’s economy and ensure that benefits of economic growth reach all segments of society,’ said Governor Banwarilal Purohit in his address to the State Legislative Assembly today.","‘Based on the recommendations of this council, the government will revitalise the state’s economy and ensure that the benefits of economic growth reach all segments of society,’ Purohit said.","The post ","Raghuram Rajan appointed in TN Advisory Council"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:45:17 +0000","share_url":"https://www.updatenews360.com/english/india/raghuram-rajan-appointed-in-tn-advisory-council/","category_id":"India","subcategory_id":["Banwarilal Purohit","economic","Esther Duflo","MIT","S Narayan","Tamilnadu"]},{"id":9,"title":"Governor addresses first session of TN Assembly today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-12.png"],"news_body":["While urging the Centre to increase Covid vaccine allocations for the State, the Tamilnadu government today said health infrastructure is being further strengthened to counter the possible third wave as warned by","\nmedical experts.","Delivering his customary address to the newly constituted 16th Legislative Assembly, Governor Banwarilal Purohit said the huge second wave of the Covid pandemic was the immediate crisis that engulfed the country and Tamilnadu when the DMK","\ngovernment headed by Chief Minister M K Stalin assumed office.","‘The Chief Minister very rightly prioritised the battle against the Covid pandemic above all other tasks, to overcome the inertia","\nthat had set in during the election process in Covid prevention activities’, he added.","Pointing out that the availability of medical infrastructure including oxygen beds has been substantially enhanced on a war footing, Purohit said the unprecedented spike in the requirement of oxygen and essential lifesaving drugs has been met through special efforts.","The post ","Governor addresses first session of TN Assembly today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:41:35 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/governor-addresses-first-session-of-tn-assembly-today/","category_id":"Tamilnadu","subcategory_id":["Banwarilal Purohit","Covid","Covid vaccine","MK Stalin","pandemic"]},{"id":10,"title":"Maruti Suzuki India to hike car prices","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/marutisuzukireuters-1024x683.jpg"],"news_body":["Maruti Suzuki India (MSI) on Monday said it will hike prices of its cars in the second quarter of the current fiscal due to increase in the input costs.","“","Over the past year, the cost of the company","’","s vehicles continue to be adversely impacted due to increase in various input costs. Hence, it has become imperative for the company to pass on some impact of the above additional cost to customers through a price rise,","”"," Maruti Suzuki India said in a regulatory filing.","The company did not reveal the quantum of the proposed price hike.","The price rise has been planned in the second quarter (July-September period) of the current financial year and the increase shall vary for different models, the company added.","On April 16, Maruti Suzuki announced the weighted average price increase in ex-Showroom Prices (Delhi) across models of 1.6 per cent.","The post ","Maruti Suzuki India to hike car prices"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:36:20 +0000","share_url":"https://www.updatenews360.com/english/economy/maruti-suzuki-india-to-hike-car-prices/","category_id":"Economy","subcategory_id":["Business","economy","Maruti Suzuki","MSI","vehicles"]},{"id":11,"title":"Buses, Metro trains ply in Chennai","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Chennai_Metro_EPS_Final.jpg"],"news_body":["The extended lockdown with more relaxations came into effect in Tamilnadu this morning, with buses plying in Chennai and its neighbouring districts of Chengalpet, Thiruvallur and Kancheepuram.","Fifty per cent occupancy was allowed in buses which were sanitised before the services commenced.","Chennai Metro train services have also been allowed with 50 per cent seating capacity.","The government classified the total 38 districts in the State into three types and said in 11 districts–Coimbatore, The Nilgiris, Tiruppur, Erode, Salem, Karur, Namakkal, Thanjavur, Tiruvarur, Nagapattinam and Mayiladuthurai–where the caseload was on the higher side, there would not be any additional relaxations and the present restrictions will continue.","\n\n\n","The post ","Buses, Metro trains ply in Chennai"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:28:20 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/buses-metro-trains-ply-in-chennai/","category_id":"Tamilnadu","subcategory_id":["buses","Lockdown","Metro","MK Stalin"]},{"id":12,"title":"Free Covid vaccines to all from today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/980814-covid-vaccine-1-1024x576.jpg"],"news_body":["The centralised free vaccination policy began on today under which the government will provide free Covid-19 vaccine to all Indian citizens above 18 years of age.","As per announcements made by Prime Minister Narendra Modi on 8 June, the Centre will now buy 75 per cent of vaccines and give them free of cost to states.","The Centre’s new policy came days after Supreme Court slammed the ongoing vaccination drive for the 18-44 age group and called it arbitrary and irrational.","As per the new policy, the Central Government will buy 75 percent of the vaccines produced by pharma companies and distribute them among the states and the Union territories free of cost to vaccinate everyone above the age of 18.","The post ","Free Covid vaccines to all from today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 09:22:32 +0000","share_url":"https://www.updatenews360.com/english/india/free-covid-vaccines-to-all-from-today/","category_id":"India","subcategory_id":["Covid vaccine","Covid-19","Narendra modi","pandemic","vaccines"]},{"id":13,"title":"South cinema has talented actresses: Rashi Khanna","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/raashi_khanna_250121_1200-1024x683.jpg"],"news_body":["Actress Raashii Khanna, who works predominantly in Tamil and Telugu films, feels roles for actresses in the South are no longer just about being pretty.","Raashii made her mark with Telugu films such as Tholi Prema, Venky Mama and World Famous Lover, after making her acting debut with Shoojit Sircar","’","s 2013 Hindi film Madras Cafe.","It","’","s still a male-dominated industry but I think women are making their way ahead considering the new kind of films that are coming, Raashii said.","When I started my career, I was very lucky to start my career with ","‘","Oohalu Gusagusalade","’"," , which was a Telugu film and it established me as an actor, but post that everything that I got was very commercial. ","‘","Tholi Prema","’"," was a film that changed things for me because people then said that ","‘","she can act also","’",",she claims.","The post ","South cinema has talented actresses: Rashi Khanna"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 07:08:57 +0000","share_url":"https://www.updatenews360.com/english/cinema/south-cinema-has-talented-actresses-rashi-khanna/","category_id":"Cinema","subcategory_id":["News","Madras Cafe","Raashii Khanna","Telugu films","Tholi Prema","Venky Mama"]},{"id":14,"title":"Lyca donated 2 cr to TN CM Relief Fund","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/subaskaran-lyca1962021m1-1024x576.jpg"],"news_body":["Lyca Productions has donated two crore rupees to the Tamil Nadu Chief Minister MK Stalin","’","s Corona Relief Fund. This is the highest among any film producers in Tamil Nadu.","Debuted with Vijay","’","s Kaththi in Tamil Nadu, Lyca has produced many films including Rajinikanth","’","s Darbar, 2.0, Chekka Chivantha Vaanam, Kaappaan, and Mafia.","Lyca is currently bankrolling Mani Ratnam","’","s magnum opus Ponniyin Selvan with an ensemble of actors including Jayam Ravi, Vikram, Karthi, Aishwarya Rai, Trisha, Sarathkumar, Prakash Raj, Nizhalgal Ravi, Aishwarya Lekshmi, and Mohan Raman.","The post ","Lyca donated 2 cr to TN CM Relief Fund"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 07:02:39 +0000","share_url":"https://www.updatenews360.com/english/cinema/lyca-donated-2-cr-to-tn-cm-relief-fund/","category_id":"Cinema","subcategory_id":["News","Corona","Lyca Productions","MK Stalin","Relief Fund","Tamil nadu"]},{"id":15,"title":"Sai Pallavi to romance Dhanush again","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Maari-2-Rowdy-Baby.jpg"],"news_body":["Dhanush announced his next with the National-award winning director Sekhar Kemmula.","The latest buzz is that Sai Pallavi is all set to join Dhanush yet again as the female lead in the trilingual. This movie would mark their second collaboration post Maari 2. The untitled film is touted to be a breezy entertainer. An announcement regarding the cast and crew will be made soon. Sonali Narang presents the film and this announcement was made on the occasion of late Sunita Narang’s birth anniversary.","The post ","Sai Pallavi to romance Dhanush again"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 06:57:11 +0000","share_url":"https://www.updatenews360.com/english/cinema/sai-pallavi-to-romance-dhanush-again/","category_id":"Cinema","subcategory_id":["News","Dhanush","Maari 2","National-award","Sai Pallavi","Sekhar Kemmula","Sonali Narang"]},{"id":16,"title":"Top LeT terrorist among 3 killed in encounter in Baramulla","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/top-let-terrorist-among-3-killed-in-encounter-in-j-k-s-baramulla-2021-06-21.jpg"],"news_body":["One of the most wanted militants Mudasir Pandit was among three terrorists killed in an overnight encounter with security forces in Sopore area of Baramulla district in Jammu and Kashmir, police said on Monday.","Kashmir Inspector General of Police Vijay Kumar said the encounter took place in Gund Brath area of Sopore in the north Kashmir district.","The encounter had started late on Sunday night as the security forces launched a cordon and search operation in the area following information about presence of at least three militants, including Pandit, in the area.","“","Top LeT #terrorist Mudasir Pandit who was involved in #killing of 03 policemen, 02 councillors ","&"," 02 civilians recently and other several #terror crimes got killed in Sopore #encounter,","”"," the IGP tweeted.","The post ","Top LeT terrorist among 3 killed in encounter in Baramulla"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 05:55:10 +0000","share_url":"https://www.updatenews360.com/english/international/top-let-terrorist-among-3-killed-in-encounter-in-baramulla/","category_id":"International","subcategory_id":["encounter","Kashmir","terror","terrorist Mudasir Pandit"]},{"id":17,"title":"Verstappen wins French GP ahead of rival Hamilton","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Max-Verstappen-1024x768.jpg"],"news_body":["Max Verstappen fought back to pass Lewis Hamilton and take a brilliant win in the French Grand Prix to extend his championship lead.","Verstappen’s Red Bull team gambled on an extra pit stop, sacrificing the lead to come back at Hamilton on fresher tyres to pass the Mercedes with two laps to go. And Mercedes was ruing a strategic blunder in which it left Hamilton out one lap too long and lost the lead. That came after Verstappen had himself gifted Hamilton first place with a mistake at the first corner of the race.","The post ","Verstappen wins French GP ahead of rival Hamilton"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 05:51:27 +0000","share_url":"https://www.updatenews360.com/english/india/verstappen-wins-french-gp-ahead-of-rival-hamilton/","category_id":"India","subcategory_id":["French Grand","Lewis Hamilton","Max Verstappen","Red Bull"]},{"id":18,"title":"New Zealand on top against India","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/kyle-jamieson-virat-kohli-1024x569.jpg"],"news_body":["Rookie New Zealand pacer Kyle Jamieson, who rattled India with a fifer, on the second day of the World Test Championship final, feels that any batsman could have been dismissed with that inswinger that got rid of rival skipper Virat Kohli.","Jamieson got a fivewicket haul as New Zealand dismissed India for 217 on the third day of the WTC final and then scored 101 for 2 at close of play.","Asked if setting up Kohli with outswingers and then bringing one back in like they did in New Zealand is a template they have said, Jamieson answered in affirmative.","“","Oh, I guess yes. May be there is some sort of pattern and this we know talk about huge amount, the one that I was able to get him (Kohli) today certainly seamed back a little-bit.","“","And that was pretty hard to control as a bowler and pretty harder to manage as a batter no matter who you are. So I don","’","t think it is necessarily just for him (Kohli),","”"," Jamieson said at the virtual post-day press conference.","According to the 26-year-old lanky speedster, who returned with fine figures of 5-31, Kohli","’","s dismissal played a key part in how things unfolded on the second day.","The post ","New Zealand on top against India"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 21 Jun 2021 05:47:23 +0000","share_url":"https://www.updatenews360.com/english/sports/new-zealand-on-top-against-india/","category_id":"Sports","subcategory_id":["Kyle Jamieson","Rookie","Virat kohli","WTC final"]}]