[{"id":1,"title":"கல் இருந்தா நாயை காணோம்… தடுப்பூசி இருந்தா டோக்கன் இல்லை..! அதிகாரிகளுடன் மக்கள் வாக்குவாதம்!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Token-issue-Updatenews360.jpg","https://www.updatenews360.com/wp-content/uploads/2021/06/image-287.png","https://www.updatenews360.com/wp-content/uploads/2021/06/image-288.png"],"news_body":["கோவை ",": மாநகராட்சிக்கு உட்பட்ட பகுதிகளில் தடுப்பூசி கையிருப்பு இல்லை என கூறி தடுப்பூசி போடப்படுவதாக பொதுமக்கள் மத்தியில் சந்தேகம் எழுந்துள்ளது.","கோவை மாநகர பகுதிகளில் இன்று 43 இடங்களில் தடுப்பூசி போடப்படுகிறது. ஒரு மையத்தில் தலா 100 தடுப்பூசி வீதம் 4 ஆயிரத்து 300 தடுப்பூசிகள் போடப்படுகிறது. தடுப்பூசி போட காலை முதல் மக்கள் வரிசையில் காத்திருக்கின்றனர்.","இந்நிலையில், கோவை வெள்ளக்கிணறு பகுதியில் தடுப்பூசி மையத்தில் 60 டோக்கன்கள் மட்டுமே வழங்கப்பட்டதாக கூறி பொதுமக்கள் வாக்குவாதத்தில் ஈடுபட்டனர். ஆனால், அங்கு பணி அமர்த்தப்பட்ட மாநகராட்சி ஊழியர் 100 டோக்கன்கள் வழங்கப்பட்டதாக தெரிவித்ததை ஏற்க மறுத்து பொதுமக்கள் வாக்குவாதத்தில் ஈடுபட்டனர்.","காவல்துறையினர் வந்து சமாதானம் செய்து வைத்து அனுப்பி வைத்தனர். இதேபோல், கோவை எஸ்.ஐ.எஸ்.எச். காலனி பகுதியில் அமைக்கப்பட்ட தடுப்பூசி மையத்திலும் 30 டோக்கன்கள் மட்டுமே வழங்கப்பட்டதாக பொதுமக்கள் பிரச்னை செய்தனர்.","பெரும்பாலான மையங்களில் 70 டோக்கன்கள் மட்டுமே வழங்கப்பட்டதாக கூறப்படுகிறது. இதற்கிடையே, நேற்றைய மாவட்ட கொரோனா செய்திக்குறிப்பில் தடுப்பூசி கையிருப்பு பூஜ்ஜியம் என்று பதிவிட்ட நிலையில், மாநகராட்சி பகுதிகளில் 43 இடங்களில் தடுப்பூசி போடப்படுவது குறித்து தகவல் தெரிவிக்கப்படவில்லை. அதேபோல், மாநகராட்சி சார்பிலும் தகவல் தெரிவிக்காத நிலையில், தடுப்பூசி போடுவது அதிர்ச்சியை ஏற்படுத்தியுள்ளது."],"pubDate":"Tue, 22 Jun 2021 05:33:23 +0000","share_url":"https://www.updatenews360.com/tamilnadu/no-token-from-vaccine-token-abuse-people-argue-with-authorities-220621/","category_id":"தமிழகம்","subcategory_id":["அதிகாரிகளுடன் வாக்குவாதம்","கொதித்தெழுந்த மக்கள்","கோவை","டோக்கன் வழங்குவதில் முறைகேடு"]},{"id":2,"title":"“இது Glamour யோகாசனம்…” – உடம்புல என்ன ஓரு Flexibility… பனியனில் செம்ம GLAMOUR ஆக கீர்த்தி சுரேஷ் !","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/keerthi-suresh-updatenews360-2.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/keerthi-suresh1-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/1-2.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/2-2.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/3-2.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/4-1.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/5.jpeg"],"news_body":["மலையாளத்தில் தயாரிப்பாளரான சுரேஷ் குமார், நடிகை மேனகா தம்பதியின் இரண்டாவது மகள் தான் கீர்த்தி சுரேஷ். இவர் தன் அப்பாவின் படங்களில் குழந்தை நட்சத்திரமாக நடித்தவர், அதன் பின் வளர்ந்த பிறகு, விக்ரம் பிரபுவுடன் “இது என்ன மாயம்” படத்தின் மூலம் தமிழ் சினிமாவில் அறிமுகமானார்.","சிவகார்த்திகேயன் நடிப்பில் வெளியான ரஜினி முருகன் படம் தான் வேற லெவலில் கீர்த்தி சுரேஷை உயர்த்தியது.","அதன் பிறகு மீண்டும் சிவகார்த்திகேயன் உடன் ரெமோ படத்தில் நடித்து இளைஞர்கள் மனதை கொள்ளையடித்தார்.","அதன் பிறகு தமிழ் சினிமாவில் தவிர்க்க முடியாத முன்னணி நடிகைகளில் ஒருவராக வந்தா கீர்த்தி சுரேஷ். அதன் பிறகு விஜய், விஷால், சூர்யா, தனுஷ், விக்ரம் என பல முன்னணி நடிகர்களுடன் ஜோடி போட்டு நடித்து பிரபலம் அடைந்தார்.","கடந்த வருடத்தில் கூட நடிகையர் திலகம் படத்திற்காக சிறந்த நடிகைக்கான தேசிய விருது வாங்கினார்.","இவர் ரஜினி நடிக்கும் ","‘","அண்ணாத்த","’"," படத்தில் நடித்து வருகிறார். இந்த படம் தீபாவளி அன்று ரீலீஸ் அகவுள்ளது என்று அதிகாரப் பூர்வமாக கூறியுள்ளனர். மேலும், கீர்த்தி சுரேஷ் சமீபகாலமாக ஒரு யோகா விரும்பி. ","அந்தவகையில் உலக யோகா தினமான நேற்று சில யோகாசனங்களை செய்வது போல உடம்பை வில் போல வளைத்து சும்மா கிளாமராக போஸ் கொடுத்துள்ளார். இதனை பார்த்த ரசிகர்கள், ","“","இது Glamour யோகாசனம்","”"," என்று கிண்டல் செய்கிறார்கள்."],"pubDate":"Tue, 22 Jun 2021 05:30:00 +0000","share_url":"https://www.updatenews360.com/cinema-tv/actress-keerthi-sureshs-stunning-yoga-photos-220621/","category_id":"சினிமா / TV","subcategory_id":["கிளாமர் போட்டோஸ்","நடிகை கீர்த்தி சுரேஷ்","யோகா போட்டோஸ்"]},{"id":3,"title":"வேலியே பயிரை மேய்ந்த கொடுமை : சிறுமியை கட்டாயப்படுத்தி பாலியல் வன்புணர்வு.. வளர்ப்பு தந்தை கைது!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Step-Father-Arrest-Updatenews360.jpg"],"news_body":["கோவை : ","சிறுமியிடம் பாலியல் உறவு கொண்ட வளர்ப்பு தந்தை போலீசாரால் கைது செய்யப்பட்டுள்ளார்.","திருநெல்வேலி மாவட்டம் மாவட்டத்தைச் சேர்ந்தவர் பிரகாஷ்(வயது 37). இவர் கடந்த சில ஆண்டுகளுக்கு முன்பு கோவை ஒண்டிப்புதூர் பகுதியில் குடியேறி கட்டட வேலை செய்து வருகிறார்.","கட்டட வேலைக்கு சென்ற இடத்தில் தென்காசி பகுதியைச் சேர்ந்த பெண் ஒருவருக்கும் பிரகாசுக்கும் தொடர்பு ஏற்பட்டது. அந்த பெண்ணுக்கு ஏற்கனவே திருமணமாகி இரண்டு பெண் குழந்தைகள் உள்ளது.","இந்நிலையில் கடந்த மாதத்தில் பிரகாஷ் அந்த பெண்ணை திருமணம் செய்து கொண்டார். பின்னர் இருவரும் ஒரே வீட்டில் வசிக்க துவங்கினர். கடந்த இரண்டு நாட்களுக்கு முன்பு பிரகாஷ் அந்தப் பெண்ணின் மூத்த மகளிடம் கட்டாயபடுத்தி பாலியல் உறவு கொண்டுள்ளார்.","அப்போது அந்தப் பெண்ணின் சப்தம் கேட்டு அவளது தங்கை வீட்டிற்கு உள்ளே வந்து பார்த்த பொழுது அக்காவை பிரகாஷ் பாலியல் பலாத்காரம் செய்து கொண்டிருப்பது தெரிய வந்தது.","இதை பார்த்து அதிர்ச்சி அடைந்த பிரகாஷ் அந்த சிறுமியிடம் இதை வெளியில் சொன்னால் உனது அம்மா, அக்கா மற்றும் உன்னை கொலை செய்து விடுவேன் என்று கூறி மிரட்டி இருக்கிறார். இதனால் அந்த சிறுமி பயந்து போய் யாரிடமும் கூறாமல் இருந்தார்.","இந்நிலையில் பிரகாஷால் பாலியல் உறவுக்கு ஆட்பட்ட அந்தப் சிறுமி உடல் நலம் பாதிக்கப்பட்டு கோவை அரசு மருத்துவமனையில் இன்று சிகிச்சைக்காக அனுமதிக்கப்பட்டார். அவரை பரிசோதித்த மருத்துவர்கள் பாலியல் உறவு நடந்திருப்பதை உறுதி செய்தனர்.","இது குறித்து கோவை அரசு மருத்துவமனை மருத்துவர்கள் போலீசுக்கு தகவல் தெரிவித்தனர். இதுகுறித்து கோவை அனைத்து மகளிர் கிழக்கு போலீசார் வழக்குப்பதிவு செய்து பிரகாஷை கைது செய்தனர். சிறுமியிடம் பாலியல் வன்புணர்வு செய்த வளர்ப்பு தந்தை கைது செய்யப்பட்ட சம்பவம் கோவையில் பரபரப்பை ஏற்படுத்தியுள்ளது."],"pubDate":"Tue, 22 Jun 2021 05:25:18 +0000","share_url":"https://www.updatenews360.com/tamilnadu/forced-sexual-abuse-of-the-girl-foster-father-arrested-220621/","category_id":"தமிழகம்","subcategory_id":["குற்றம்","கோவை","மகளுக்கு பாலியல்","வளர்ப்பு தந்தை கைது"]},{"id":4,"title":"கொடுத்த வாக்குறுதியை காப்பாற்றப் பாருங்க.. இல்லையேல் இருக்கையை காலி செய்யுங்கள் : கிருஷ்ணசாமி ஆவேசம்..!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/05/krishnasamy-stalin-updatenews360.jpg"],"news_body":["சென்னை : மாநில அரசின் வரி விதிப்பைக் குறைத்து பெட்ரோல், டீசல் விலையைக் குறைப்போம் என்பது தானே திமுகவின் தேர்தல் வாக்குறுதி. அதை ஏன் நிறைவேற்றவில்லை என்று புதிய தமிழகம் கட்சி தலைவர் கிருஷ்ணசாமி கேள்வி எழுப்பியுள்ளார்.","இது தொடர்பாக அவர் வெளியிட்டுள்ள அறிக்கையில் கூறியிருப்பதாவது :- பெட்ரோல், டீசல் விலை நாடெங்கும் நாளொரு தினமும், பொழுதொரு வண்ணமுமாக உயர்ந்து கொண்டே இருக்கிறது. இவ்விலை உயர்வால் சாதாரண மக்கள் முதல் பெரும் நிறுவனங்கள் வரை அனைத்து தரப்பினரும் பெரிதும் பாதிக்கப்படுகிறார்கள். இதனால் அனைத்து பொருட்களின் விலையேற்றமும் அதிகரிக்கிறது.","தொழில் நிமிர்த்தமாக தினமும் பல கிலோமீட்டர் தங்களுடைய சொந்த வாகனங்களில் பயணிக்க வேண்டிய நிலையில் உள்ள நடுத்தர வர்க்கத்தினர் இவ்விலை உயர்வுகளால் குடும்பச் செலவினங்கள் அதிகரித்து கடும் சிரமத்திற்கு ஆளாகியுள்ளனர். திமுக தனது தேர்தல் அறிக்கையில் ஆட்சிக்கு வந்தவுடன் பெட்ரோல் லிட்டருக்கு ரூபாய் 5-ம், டீசல் லிட்டருக்கு ரூபாய் 4-ம் குறைக்கப்படும் என வாக்குறுதி அளித்தே, வாக்குகளைப் பெற்று ஆட்சிக்கு வந்திருக்கிறது.","பதவிக்கு வந்து ஒன்றரை மாதத்திற்கு மேல் ஆகியும் கொடுத்த வாக்குறுதியைக் காப்பாற்றக்கூடிய வகையில் பெட்ரோல், டீசல் விலையைக் குறைக்க எவ்வித நடவடிக்கையும் எடுக்காததால் பொதுமக்கள் மத்தியில் திமுக அரசின் மீது கடும் அதிருப்தி உருவாகியுள்ளது.","கரோனா ஊரடங்கு காலத்தில் வருமானமே இல்லாத சூழலில் பெட்ரோல், டீசல் விலை உயர்வு தமிழக மக்களுக்குக் கூடுதல் சுமையாக உள்ளது. திமுகவினர் தான் கடந்த ஐந்து வருடமாக ஆட்சிக்கு வருவதற்கு முன் பெட்ரோல் மற்றும் டீசலுக்கான மாநில வரிவிதிப்பைக் குறைத்தும், வரி விதிப்பை ஜிஎஸ்டிக்குள் கொண்டு வருவதன் மூலமும் ஒரு லிட்டருக்கு ரூபாய் 25 முதல் 30 குறைக்க முடியும் என பிரச்சாரம் செய்தார்கள்.","ஆட்சிக்கு வந்த பிறகு, இரண்டு முறை ஜிஎஸ்டி கவுன்சில் கூட்டம் நடைபெற்று விட்டது. ஆனால், அந்த இரண்டு கூட்டங்களிலும் பெட்ரோல், டீசல் வரி விதிப்பை ஜிஎஸ்டிக்குள் கொண்டுவர தமிழகத்தின் சார்பாக எவ்வித கோரிக்கையும் வைக்கப்பட இல்லை. மாறாக, பழனிவேல் தியாகராஜன் கடந்த 45 நாட்களாக திரும்பத் திரும்ப மத்திய அரசை மட்டுமே ”கிளிப்பிள்ளை போல” குறை சொல்வதையே குறியாகக் கொண்டு செயல்படுகிறார்.","”மாநில அரசின் வரி விதிப்பைக் குறைத்து; பெட்ரோல், டீசல் விலையைக் குறைப்போம்” என்பது தானே திமுகவின் தேர்தல் வாக்குறுதி. அதை ஏன் நிறைவேற்றவில்லை? என்பது தான் தமிழக மக்கள் அனைவரின் கேள்வியாகும். அதுமட்டுமின்றி அவர் நேற்றைய பத்திரிகையாளர் சந்திப்பின் போது எல்லா பொறுப்புகளையும் மத்திய அரசின் மீது போட்டுவிட்டு மாநில அரசுக்கு எவ்வித பொறுப்பும் இல்லை என்பதை போலவும், மாநில அரசு எந்த வரிகளையும் விதிப்பதில்லை என்பதைப் போலவும் முழு பூசனிக்காயைச் சோற்றில் மறைக்கிறார்.","அதுமட்டுமல்ல, பெட்ரோல், டீசல் விலை குறைப்பிற்கு ”தேதி போட்டிருந்தோமா?” என பத்திரிக்கையாளர்கள் மீது கோபத்தில் எரிந்து விழுகிறார். அப்படியென்றால் பெட்ரோல், டீசல் விலையை இப்போது அவர்கள் குறைக்க போவதில்லையா? அல்லது அடுத்த ஐந்து ஆண்டு காலத்திற்கு மத்திய அரசை குறை சொல்லிக் கொண்டே அடுத்த தேர்தலுக்கு ஐந்து நாட்களுக்கு முன்பாக ரூபாய் 5-ஐ குறைத்து விட்டு ”பாருங்கள், பாருங்கள் நாங்கள் கொடுத்த வாக்குறுதியைக் காப்பாற்றி விட்டோம்” என மக்களை மீண்டும் ஏமாற்றி ஒட்டு வாங்க காத்திருக்கிறார்களா?","”கொடுத்த வாக்குறுதியை காப்பாற்றுங்கள்; பெட்ரோல் டீசல் விலையைக் குறையுங்கள்” என்று மக்கள் கேட்டால் ஒவ்வொரு துறைக்கும் வெள்ளை அறிக்கை தயாராகிறது என கூறுகிறார். வெள்ளை அறிக்கை நகலைக் காண்பித்து பெட்ரோல், டீசல் விலையைக் குறைத்து வாங்கிக் கொள்ள முடியுமா?, குடும்பத் தலைவிகள் மாதம் ரூ 1000 பெற்றுக் கொள்ள முடியுமா? ஓய்வூதியம் ரூ 1000 லிருந்து ரூ 1500 ஆக உயர்த்தி பெற்றுக் கொள்ள முடியுமா?, வங்கிகளில் நகைக் கடன்களை இரத்துச் செய்ய முடியுமா? போன்ற மக்களின் குமுறல்களுக்கெல்லாம் நான்காவது தலைமுறை தியாகராஜனின் பதில் என்ன? சிலரை பல காலம் ஏமாற்றலாம்; பலரை சில காலம் ஏமாற்றலாம்; ஆனால், எல்லோரையும் எல்லா காலமும் ஏமாற்ற முடியாது.","காகிதப் பூ மணக்காது; வெற்று வெள்ளை அறிக்கை பெட்ரோல், டீசல் விலையைக் குறைக்காது. கொடுத்த வாக்குறுதியை காப்பாற்றப் பாருங்கள், இல்லையென்றால் இருக்கையை காலி செய்யுங்கள்!, இவ்வாறு அவர் தெரிவித்துள்ளார்."],"pubDate":"Tue, 22 Jun 2021 05:20:22 +0000","share_url":"https://www.updatenews360.com/trending/krishnasamy-attack-dmk-government-220621/","category_id":"டாப் நியூஸ்","subcategory_id":["டிரெண்டிங்","அரசியல்","கிருஷ்ணசாமி","சென்னை","தமிழக அரசு","புதிய தமிழகம் கட்சி","முதலமைச்சர் ஸ்டாலின்"]},{"id":5,"title":"9 ஆயிரத்திற்கும் மேற்பட்ட படுக்கைகள் காலி : மதுரையில் சிகிச்சை பெறுவோர் எண்ணிக்கை கணிசமாக குறைவு!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Madurai-Corona-Updatenews360.jpg"],"news_body":["மதுரை : ","மதுரையில் 150க்கும் கீழ் குறைந்த கொரோனோ பாதிப்பு…தற்போது 1528 பேர் மட்டுமே சிகிச்சையில் இருந்து வருகின்றனர்…","மதுரை மாவட்டத்தில் கொரோனோ 2ம் அலையில் இதுவரை 50,083 பேர் பாதிக்கப்பட்டுள்ள நிலையில் 48,788 பேர் குணமடைந்துள்ளனர். கடந்த ஒரு மாதத்திற்கு முன்பு வரை தினசரி கொரோனோ பாதிப்பு எண்ணிக்கை 1200 முதல் 1500 வரை இருந்து வந்தது.","இதனால் அரசு மற்றும் தனியார் மருத்துவமனைகளில் படுக்கை இல்லாமல் நோயாளிகள் சிகிச்சை பெற முடியாமல் தவிர்த்து வந்தனர். இந்நிலையில் 1200 முதல் 1500வரை இருந்து வந்த கொரோனோ பாதிப்பு எண்ணிக்கை கடந்த ஒரு மாதமாக படிப்படியாக குறைந்து தற்போது 150க்கும் கீழ் குறைந்து நேற்று 144 ஆக குறைந்துள்ளது.","அதேபோல் குணமடைந்து திரும்புவர்களின் எண்ணிக்கையும் அதிகரித்துள்ளது. இதனால் அரசு மற்றும் தனியார் மருத்துவமனைகளில் நிரம்பி வழிந்த நோயாளிகளின் எண்ணிக்கை பல மடங்கு குறைந்து படுக்கைகள் காலியாகி வருகிறது.","அரசு மற்றும் தனியார் மருத்துவமனைகளில் 9600 படுக்கைகள் காலியாக உள்ளது. 10 ஆயிரத்திற்கும் மேற்பட்டோர் சிகிச்சை பெற்று வந்த நிலையில் 90 சதவீதம் பேர் குணமடைந்து சென்றுள்ளது. பாதிப்பு எண்ணிக்கை பல மடங்கு குறைந்துள்ளதன் காரணமாக தற்பொழுது 1528 பேர் மட்டுமே சிகிச்சையில் இருந்து வருகின்றனர்."],"pubDate":"Tue, 22 Jun 2021 05:04:30 +0000","share_url":"https://www.updatenews360.com/tamilnadu/more-than-9000-beds-vacant-the-number-of-patients-receiving-treatment-in-madurai-is-significantly-less-220621/","category_id":"தமிழகம்","subcategory_id":["கணிசமாக குறைவு","படுக்கைகள் காலியானது","மதுரை","மதுரை கொரோனா"]},{"id":6,"title":"“பசங்க Weekness எதுன்னு நல்லா தெரிஞ்சு அதை கரெக்ட்டா செய்யுறீங்க…” – ஹனி ரோஸின் செம்ம Glamour புகைப்படங்கள் !","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/honey-rose-cover-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/honey-rose-1-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/honey-rose-2-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/honey-rose-3-updatenews360.jpeg"],"news_body":["மலையாளத்திலிருந்து விரல்விட்டு எண்ண முடியாத அளவுக்கு நடிகைகள் தமிழில் நடித்திருக்கின்றனர். அவர்களில் நயன்தாரா உள்பட பல நடிகைகள் உச்சத்துக்கும் சென்றிருக்கிறர்கள், ஒரு சில படங்களோடு காணாமல் போனவர்களும் உள்ளனர்.","சிங்கம்புலி போன்ற ஒருசில படங்களில் நடித்தவர் ஹனிரோஸ்.","இந்நிலையில், தன்னுடைய இன்ஸ்டாகிராம் பக்கத்தில் Half sleeveless Saree அணிந்து செம்ம ஹாட்டான சில புகைப்படங்களை வெளியிட்டு ரசிகர்களை புலம்ப வைத்துள்ளார் அம்மணி.","இதனை பார்த்த ரசிகர்கள், ","“","பசங்க Weekness எதுன்னு நல்லா தெரிஞ்சு அதை கரெக்ட்டா செய்யுறீங்க… ","”"," என்று சிறுத்தை படத்தில் வரும் கார்த்தி போல் உணர்ச்சிகளை கட்டுப்படுத்த முடியாமல் தவிக்கிறார்கள்."],"pubDate":"Tue, 22 Jun 2021 05:00:00 +0000","share_url":"https://www.updatenews360.com/cinema-tv/actress-honey-roses-latest-glamour-photoshoot-220621/","category_id":"சினிமா / TV","subcategory_id":["கிளாமர் போட்டோஸ்","நடிகை ஹனி ரோஸ்","லேட்டஸ்ட் புகைப்படம்"]},{"id":7,"title":"சர்க்கரை நோயாளிகள் சாப்பிட உகந்த ரோஸ் வாட்டர் ஆப்பிள் | அப்படி இதுல என்ன இருக்கு?","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Amazing-Health-Benefits-Of-Rose-Apple.jpg"],"news_body":["ரோஸ் ஆப்பிள் அல்லது வாட்டர் ஆப்பிள் அல்லது ஜாவா ஆப்பிள் எனப்படும் இந்த பழம் மிகவும் அதிகமாக அந்தமான் நிகோபார் தீவுகள், மலாய் தீபகற்பம், சுந்தா தீவுகள் போன்ற பகுதிகளில் தான் இருந்தது. இப்போது சமீப காலமாக இந்த பழம் இந்தியாவின் பல பகுதிகளிலும் பயிர் செய்யப்பட்டு விற்பனை செய்யப்டுகிறது. சர்க்கரை நோயாளிகளுக்கு இந்த பழம் மிகவும் நன்மை தரக்கூடியது என்றும் சொல்லப்படுகிறது. இந்த பழத்தின் நன்மைகள் என்ன, இதனால் என்னென்ன நன்மைகள் கிடைக்கும் என்பதை இந்த பதிவில் பார்க்கலாம்."," ","நோய் எதிர்ப்பு சக்தி","ரோஸ் ஆப்பிளில் கல்லிக் அமிலம், மைரிசெடின், உர்சோலிக் அமிலம் மற்றும் மைரிசிட்ரின் ஆகியவை உள்ளன, அவை வலுவான ஆக்ஸிஜனேற்ற செயல்பாடுகளுக்கு பெயர் பெற்றவை. இந்த கலவைகள் அழற்சி ஏற்படுத்தும் சைட்டோகைன்களைத் தடுக்கவும் உடலில் நோய் எதிர்ப்பு சக்தியை அதிகரிக்கவும் உதவுகின்றன. இந்த பழத்தின் ஆண்டிமைக்ரோபியல் செயல்பாடு நோய்க்கிருமிகளிடமிருந்து பாதுகாக்கவும், பல்வேறு நோய்களுக்கு எதிராக போராட நோயெதிர்ப்பு சக்தியை மேம்படுத்தவும் உதவுகிறது."," ","மலச்சிக்கல் நீக்கம்","இந்த ரோஸ் வாட்டர் ஆப்பிளில் உள்ள அதிக நார்ச்சத்து, வயிறு மற்றும் குடல் வழியாக உணவுகளை விரைவாகவும் எளிதாகவும் கடந்து செல்ல உதவுவதன் மூலம் மலச்சிக்கல் பிரச்சினையைப் போக்குகிறது. இது மலச்சிக்கலை போக்குவதால் வயிற்று வீக்க பிரச்சினை இல்லாமலும் பார்த்துக்கொள்கிறது.","கண் ஆரோக்கியம்","ரோஸ் ஆப்பிள் மரத்தின் இலைகளிலிருந்து தயாரிக்கப்படும் ஒரு காபி தண்ணீர் கண்களில் ஏற்படும் எரிச்சலுக்கு சிகிச்சையளிக்க மருந்தாக பயன்படுத்தப்படுகிறது. மேலும், இந்த பழத்தில் வைட்டமின் C, வலுவான"," "," ஆக்ஸிஜனேற்ற பண்பு ஃப்ரீ ரேடிகல்களால் கண் செல்கள் சேதமடையாமல் பாதுகாக்கவும், நல்ல கண் ஆரோக்கியத்தை பராமரிக்கவும் உதவுகிறது."," ","மூளை ஆரோக்கியம்","ரோஸ் ஆப்பிள் மூளைக்கு ஒரு டானிக்காக செயல்படுகிறது என்று ஆய்வுகள் கூறுகின்றன. பழத்தில் உள்ள டெர்பெனாய்டுகள் அல்சைமர் போன்ற நரம்பியக்கடத்தல் நோய்களைத் தடுப்பதற்கும், நரம்பியல் செயல்பாட்டை ஊக்குவிப்பதன் மூலம் மூளை செயல்பாடுகள், நினைவகம் மற்றும் கற்றல் திறனை மேம்படுத்தும் என்றும் கூறப்படுகிறது.","எலும்புகள் பலம்","100 கிராம் பழத்தில் 29 கிராம் கால்சியம் சத்து உள்ளது, இதனால் ரோஸ் ஆப்பிள் சாப்பிடுவதால் எலும்புகள் வலுப்படும், மூட்டுகளில் அல்லது இணைப்பு திசுக்களில் ஏற்படும் தீவிர வலி போன்ற மூட்டு வாத பிரச்சினைகளைத் தடுக்கவும் உதவும்.","உடல் நீரேற்றம்","ரோஸ் ஆப்பிளில் A, C, B1 மற்றும் B2 போன்ற வைட்டமின்கள் மற்றும் கால்சியம், இரும்பு, மெக்னீசியம், பொட்டாசியம் மற்றும் துத்தநாகம் போன்ற தாதுக்கள் நிறைந்துள்ளன. ரோஸ் ஆப்பிளின் 100 கிராம் சாற்றில் 93 கிராம் தண்ணீர்ச் சத்து இருப்பதால் உடலின் நீரேற்றத்தை பராமரிக்க இந்த பழம் சாப்பிட பரிந்துரைக்கப்படுகிறது.","செரிமானம்","ரோஸ் ஆப்பிள் செரிமான பிரச்சினைகளை போக்கும் திறன் கொண்டது என்று கூறப்படுகிறது. ரோஸ் ஆப்பிளின் கரிம சாறுகளான மெத்தனால், ஹெக்ஸேன் மற்றும் டைகுளோரோமீதேன் அழற்சி எதிர்ப்பு பண்புகளை வெளிப்படுத்துகின்றன மற்றும் இரைப்பைக் குழாயின் வீக்கத்தைக் குறைக்க உதவுகின்றன, இதனால் செரிமானம் மற்றும் செரிமானம் சம்பந்தமான பிரச்சினைகள் இதுவும் ஏற்படாமல் இருக்கும்.","நச்சுத்தன்மை நீக்கம்","ரோஸ் ஆப்பிள் சிறுநீர்பெருக்கும் பண்புகளை கொண்டுள்ளது. இதனால் இது உடலில் இருந்து நச்சுகளை வெளியேற்ற உதவுகிறது. இது கல்லீரல் மற்றும் சிறுநீரகத்தின் ஆரோக்கியத்தை பராமரிக்கவும், ஒட்டுமொத்த உடல் செயல்பாட்டை மேம்படுத்தவும் உதவுகிறது.","நீரிழிவு நோய் மேலாண்மை","ரோஸ் ஆப்பிளின் இலைச்சாறு மற்றும் விதைகள் உடலில் குளுக்கோஸ் அளவைக் கட்டுப்படுத்தவும் நீரிழிவு நோயை நிர்வகிக்கவும் பயன்படுத்தப்படுகின்றன. வலுவான ஆக்ஸிஜனேற்ற மற்றும் அழற்சி எதிர்ப்பு பண்புகள் கொண்ட ஃபிளாவனாய்டுகள் இருப்பதால் இந்த நிலைமையை நிர்வகிக்க உதவுவதாக கூறப்படுகிறது.","சரும நலம்","ரோஸ் ஆப்பிள் வலுவான ஆக்ஸிஜனேற்ற, பாக்டீரியா எதிர்ப்பு மற்றும் அழற்சி எதிர்ப்பு பண்புகளை கொண்டுள்ளதால் முகப்பரு போன்ற தோல் பிரச்சினைகளைத் தடுப்பதில் பயனுள்ளதாக இருக்கும் என்று ஒரு ஆய்வின் மூலம் கண்டறியப்பட்டுள்ளது. வறண்ட சருமத்திற்கு சிகிச்சையளிக்கவும், சருமத்தின் நீரேற்றத்தை பராமரிக்கவும் இது உதவியாக இருக்கும்."," ","இதய நலம்","ரோஸ் வாட்டர் ஆப்பிளில் உள்ள பல வைட்டமின்கள் மற்றும் தாதுக்களுடன் நார்ச்சத்து மற்றும் ஃபிளாவனாய்டுகள் இதயத்தின் ஆரோக்கியத்தை பராமரிக்கவும் ஆரோக்கியமாக வைத்திருக்கவும் உதவுகின்றன. மேலும், இதிலுள்ள பொட்டாசியம் சத்து இதயம் தொடர்பான நோய்களான கரோனரி இதய நோய்கள் மற்றும் பக்கவாதம் போன்றவற்றுக்கு முக்கிய காரணமான இருக்கும் கெட்ட கொழுப்பின் அளவைக் குறைக்க உதவுகிறது."],"pubDate":"Tue, 22 Jun 2021 04:32:06 +0000","share_url":"https://www.updatenews360.com/health/amazing-health-benefits-of-rose-apple-220621/","category_id":"அழகு","subcategory_id":["ஆரோக்கியம்","diabetes","rose apple","Water apple","சர்க்கரை நோயாளி"]},{"id":8,"title":"கைதி படத்தில் நடித்துள்ள குக் வித் கோமாளி புகழ்..! அட இவ்வளவு வருஷம் கவனிக்காம விட்டுட்டோமே…!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/WhatsApp-Image-2021-06-22-at-9.16.52-AM-1.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/pugazh1-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/pugazh2-updatenews360.jpeg"],"news_body":["விஜய் டிவி மூலம் பிரபலமாகி அதன்பின் சினிமாவிற்கு காலடி எடுத்து வைப்பது இப்போது டிரெண்ட் ஆகி விட்டது. அந்த வகையில் திவ்யதர்ஷினி, ரம்யா, பவித்ரா லட்சுமி, தர்ஷா குப்தா, சிவகார்த்திகேயன், சந்தானம், தீனா, மைனா நந்தினி, இவர்களெல்லாம் விஜய் டிவி மூலம் பிரபலமடைந்து அதன்பின் திரைத்துறையில் காலடி எடுத்து வைத்தவர்கள்.","இப்படி இருக்கும் நிலையில் விஜய் டிவியில் ஒளிபரப்பாகி மக்களின் மிக பெரிய வரவேற்பை பெற்ற குக் வித் கோமாளி நிகழ்ச்சியில் புகழ், பாலா 2 பேருமே கலந்துகொண்டு பலரையும் சிரிக்க வைத்தார். இப்போது புகழ் சினிமாவில் பிஸியாக நடித்து வருகிறார்.","ஆனால் இதற்கு முன்பே கைதி படத்தில் ஒரு சின்ன கதாபாத்திரத்தில் நடித்திருக்கிறார். விஜய் டிவியில் கலக்கப்போவது யாரு அது இது எது காமெடி சூப்பர் ஸ்டார் போன்ற நிகழ்ச்சிகளில் பங்கேற்று வந்தார் புகழ் . அந்தக் காலகட்டத்தில் அவரை அவ்வளவாக தெரியாததால் அந்த படத்தில் இவரைக் கவனிக்காமல் விட்டார்கள் போல. லாக்டவுன் காலத்தில் நேரம் போகாமல் அந்தப் படத்தைப் பார்த்த பார்த்தவர்கள் தற்போது அட நம்ம புகழ் என ஆச்சரியப்பட்டு வருகின்றனர்."],"pubDate":"Tue, 22 Jun 2021 04:30:00 +0000","share_url":"https://www.updatenews360.com/cinema-tv/cook-with-comali-famous-pugazh-acted-in-kaithi-movie-220621/","category_id":"சினிமா / TV","subcategory_id":["குக் வித் கோமாளி புகழ்","கைதி திரைப்படம்"]},{"id":9,"title":"கேரளாவில் 3 பேருக்கு உருமாறிய டெல்டா பிளஸ் வகை கொரோனா பாதிப்பு: சுகாதாரத்துறை தகவல்..!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/05/Corona_Test_UpdateNews360-3.jpg","https://www.updatenews360.com/wp-content/uploads/2021/06/corona-3-wave-updatenews360.jpg"],"news_body":["திருவனந்தபுரம்: கேரளாவில் 3 பேருக்கு உருமாறிய வகையை சேர்ந்த டெல்டா பிளஸ் கொரோனா பாதிப்பு கண்டறியப்பட்டுள்ளது.","இந்தியாவில் கொரோனா வைரசின் பாதிப்புகள் முதல் அலையை விட 2வது அலையில் தீவிர அச்சுறுத்தலை ஏற்படுத்தியது. அதிக பாதிப்புகள் மற்றும் உயிரிழப்புகளை நாடு சந்தித்தது. இந்நிலையில், நாட்டில் கொரோனா வைரசானது உருமாறிய வகையில் பல்வேறு வடிவங்களை எடுத்து வருகிறது என நிபுணர்கள் கூறி வருகின்றனர்.","இந்நிலையில், டெல்டா வகை கொரோனா 2வது அலையில் அதிக பாதிப்புகளை ஏற்படுத்தி வருகிறது. இந்த நிலையில் திடீரென ஒரு சில நாடுகளில் டெல்டா பிளஸ் என்ற உருமாறிய கொரோனா வகை பரவி வருகிறது என கூறப்படுகிறது.","இந்த வகை இந்தியாவில் இல்லை என்று நம்பப்பட்டு வந்தது. இந்நிலையில், கேரளாவில் 3 பேருக்கு டெல்டா பிளஸ் வகை உருமாறிய கொரோனா பாதிப்பு உள்ளது என்று அம்மாநில சுகாதாரத்துறை அதிகாரிகள் தெரிவித்துள்ளனர். கேரளாவில் உள்ள பாலக்காடு மற்றும் பத்தனம்திட்டா மாவட்டத்தில் உள்ள 3 பேருக்கு டெல்டா பிளஸ் வகை உருமாறிய கொரோனா பாதிப்பு கண்டறியப்பட்டுள்ளது.","பாதிக்கப்பட்டவர்கள் உடனடியாக தனிமைப்படுத்தப்பட்டுள்ளதாக சுகாதாரத்துறை தகவல் தெரிவித்துள்ளது."],"pubDate":"Tue, 22 Jun 2021 04:25:09 +0000","share_url":"https://www.updatenews360.com/india/delta-plus-corona-affected-3-people-in-kerala-220621/","category_id":"இந்தியா","subcategory_id":["டிரெண்டிங்","3 பேர் பாதிப்பு","கேரளா","சுகாதாரத்துறை தகவல்","டெல்டா பிளஸ் வகை கொரோனா"]},{"id":10,"title":"“மொட்டைமாடி Photoshoot மேல வண்டிய ஏத்து, பீச் Photoshoot – அ வண்டில ஏத்து…” – ரம்யா பாண்டியனின் செம்ம Shape !","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-cover-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-1-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-2-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-3-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-4-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/ramya-pandiyan-5-updatenews360.jpeg"],"news_body":["ரம்யா பாண்டியன் 2016-ஆம் ஆண்டு ஜோக்கர் திரைப்படத்தில் நாயகியாக அறிமுகமாகி நடித்துள்ளார். இத்திரைப்படம் அந்த ஆண்டின் சிறந்த திரைப்படம் என தேசிய விருது பெற்றுள்ளது. மொட்டை மாடியில் எடுத்த ஒரு Photoshoot மூலமாக தென்னிந்திய அளவில் பிரபலமாகியுள்ளார்.","இவரது Hot Photos பார்த்து பல இயக்குனர்கள் இவரின் மேல் கண் வைத்து இருந்தார்கள். ஆனாலும் ஏன் வாய்ப்புகள் தட்டி போகிறது என்று தெரியவில்லை.","இவர், விஜய் டிவியில் ஒளிபரப்பான குக் வித் கோமாளி, கலக்க போவது யாரு நிகழ்ச்சிகளில் கலந்து கொண்டார். அதை தொடர்ந்து பிக் பாஸ் நிகழ்ச்சியில் கலந்து கொள்ள வாய்ப்பு கிடைக்கவே அதில் கலந்து கொண்டார்.","பாம்பு, விஷம் என்ற பெயர்கள் வாங்கினது தான் மிச்சம். ஆனாலும் திரையுலகம் இவரை கைவிடவில்லை. தற்போது அவருக்கு, சூர்யா தயாரிப்பு நிறுவனமான 2டி என்டர்டெய்ன்மெண்ட் தயாரிக்கும் படத்தில் வாய்ப்பு கிடைத்துள்ளது.","ஆனாலும், அதன் மூலம் தற்போது பிரபல ஆங்கில பத்திரிக்கையில் தொலைகாட்சியில் உள்ள அழகான பெண்கள் தலைப்பில் முதலிடத்தை பிடித்துள்ளார். எப்போதும் கவர்ச்சி உடை அணிந்து போட்டோ ஷூட் நடத்தும் ரம்யா பாண்டியன், நேற்று உலக யோகா தினம் என்பதால், Tracks உடை அணிந்து உடல்வாகு தெரியும் படி போஸ் கொடுத்து உள்ளார். ","இதனை பார்த்த ரசிகர்கள், ","“","மொட்டைமாடி Photoshoot மேல வண்டிய ஏத்து, பீச் Photoshoot ","–"," அ வண்டில ஏத்து…","”"," என்று Recommend செய்கிறார்கள்."],"pubDate":"Tue, 22 Jun 2021 04:10:00 +0000","share_url":"https://www.updatenews360.com/cinema-tv/actress-ramya-pandians-latest-photos-on-yoga-day-220621/","category_id":"சினிமா / TV","subcategory_id":["நடிகை ரம்யா பாண்டியன்","போட்டோஷூட்","யோகா தினம்","ரசிகர்கள் குஷி"]},{"id":11,"title":"புதுக்கோட்டையில் பொதுமக்களுக்கான தடுப்பூசி முகாம் இன்று ரத்து: மாற்றுத்திறனாளிகளுக்கு முன்னுரிமை..!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/pakistan-vaccine-updatenews360.jpg","https://www.updatenews360.com/wp-content/uploads/2021/05/Corona_Vaccine_UpdateNews360-1.jpg"],"news_body":["புதுக்கோட்டை: புதுக்கோட்டை மாவட்டத்தில் பொதுமக்களுக்கான தடுப்பூசி முகாம் இன்று ரத்து செய்யப்படுவதாக சுகாதாரத்துறை அதிகாரிகள் தகவல் தெரிவித்துள்ளனர்.","புதுக்கோட்டை மாவட்டம் நகர்மன்றத்தில் கொரோனா தடுப்பூசி முகாம் நடைபெற்று வருகிறது. இந்த நிலையில் புதுக்கோட்டை சுகாதார பணிகள் துணை இயக்குனர் பகுதிக்குட்பட்ட இடங்களில் அனைத்து வட்டாரங்களிலும் முன்னுரிமை அடிப்படையில் மாற்றுத்திறனாளிகளுக்கான சிறப்பு தடுப்பூசி முகாம் இன்று நடைபெற உள்ளது.","2,000 தடுப்பூசி டோஸ்கள் மட்டுமே கையிருப்பு உள்ளதால் மாற்றுத்திறனாளிகளுக்கு முன்னுரிமை அளிக்கப்படுகிறது. இதேபோல 50 சதவீதத்திற்கு மேல் பாதிப்பு உள்ள மாற்றுத்திறனாளிகளுக்கு அவர்களின் வீடுகளுக்கே சென்று இன்று தடுப்பூசி செலுத்தப்படுகிறது.","பொதுமக்களுக்கு தடுப்பூசி முகாம்கள் இன்று கிடையாது. முன்னெச்சரிக்கையாக இந்த தகவலை சுகாதாரத்துறை அதிகாரிகள் தெரிவித்துள்ளனர்."],"pubDate":"Tue, 22 Jun 2021 03:58:00 +0000","share_url":"https://www.updatenews360.com/tamilnadu/corona-vaccination-cancelled-today-in-pudhukottai-220621/","category_id":"தமிழகம்","subcategory_id":["கொரோனா தடுப்பூசி","தடுப்பூசி முகாம் ரத்து","புதுக்கோட்டை","மாற்றுத்திறனாளிகளுக்கு முன்னுரிமை"]},{"id":12,"title":"1 ரூபாய்க்கு கிடைக்கும் Lava Probuds! இந்த ஸ்பெஷல் ஆஃபரை மிஸ் பண்ணிடாதீங்க!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Lava-Probuds-true-wireless-earphones-launched.jpg"],"news_body":["உலக இசை தினத்தை முன்னிட்டு, இந்திய மொபைல் பிராண்டான லாவா இன்டர்நேஷனல் லிமிடெட் தனது முதல் வயர்லெஸ் இயர்போன்களை அறிமுகம் செய்வதன் மூலம் வயர்லெஸ் பிரிவில் நுழைவதாக அறிவித்துள்ளது. இந்த TWS இயர்போன்ஸ் லாவா புரோபட்ஸ் என்று அழைக்கப்படுகிறது.","இந்த இயர்பட்ஸ் ஒரு சிறப்பான அறிமுக சலுகையுடன் அறிமுகம் செய்யப்பட்டுள்ளது. இது லாவா இ-ஸ்டோரிலும், அமேசான் ","&"," பிளிப்கார்ட் போன்ற இ-காமர்ஸ் வலைத்தளங்களிலும் பயனர்களுக்கு வெறும் ரூ.1 க்கு வாங்க கிடைக்கிறது. இந்த சிறப்பு சலுகை ஜூன் 24 முதல் மதியம் 12.00 மணிக்கு தொடங்கி, கையிருப்பு இருக்கும் வரை நீடிக்கும்.","சிறப்பு அறிமுக சலுகைக்குப் பிறகு, லாவா இ-ஸ்டோர் மூலமாகவும், அமேசான் ","&"," பிளிப்கார்ட் போன்ற ஆன்லைன் தளங்களிலும் புரோபட்ஸ் ரூ.2199 விலையில் வாங்க கிடைக்கும். இந்த TWS இயர்பட்ஸ் கருப்பு நிறத்திலும், உயர்ந்த மேட் பூச்சுகளிலும் கிடைக்கும்.","லாவாவின் புரோபஸ் 11.6 மிமீ மேம்பட்ட டிரைவர்ஸ் மற்றும் மீடியாடெக் ஐரோஹா (MediaTek Airoha) சிப்செட் ஆகியவற்றால் இயக்கப்படுகிறது. சிறிய அளவு இருந்தபோதிலும், காதணிகள் ஆழமான பாஸ் வசதியுடன் சக்திவாய்ந்த ஒலியை வழங்குகின்றன மற்றும் அழைப்புகளின் போது குரல் சிதைவை ஏற்படாமல் இருக்க செய்கிறது. புரோபட்ஸ் 25 மணிநேர நீண்ட இயக்க நேரத்தை வழங்குகிறது, இது 55 mAh (ஒவ்வொரு பட்ஸிலும்) பேட்டரி மற்றும் 500 mAh கேஸ் பேட்டரியால் ஆதரிக்கப்படுகிறது.","லாவா புரோபட்ஸ் பல்வேறு சோதனைகளைச் செய்தபின் மற்றும் உள் காது வரையறைகளை ஆய்வு செய்தபின் பணிச்சூழலியல் ரீதியாக வடிவமைக்கப்பட்டுள்ளன, அவை நீண்டகால பயன்பாட்டிற்கு ஏற்றதாக அமைகின்றன. அவை வாடிக்கையாளர் கருத்தின் அடிப்படையில் வடிவமைக்கப்பட்டுள்ளன. இந்த இலகுரக காதணிகள் பாதுகாப்பான மற்றும் வசதியான பொருத்தத்தை அளிக்கின்றன, பயனர்கள் நடக்கும் போது அல்லது பயிற்சியின்போது அவற்றை இழக்க நேரிடும் என்ற கவலையில்லாமல் இருக்கலாம்.","இந்த இயர்போன்ஸ் ‘Instant Wake and Pair Technology’ உடன் வருகின்றன, இது சார்ஜ் கேஸ் மூடி திறந்தவுடன் சாதனங்களுடன் இணைப்பு பயன்முறையில் நுழைகிறது. பயனருக்கு சுலபமான சூழலை வழங்க TWS பட்ஸில் இசைக் கட்டுப்பாடுகளைக் கொண்டுள்ளது. இது சமீபத்திய புளூடூத் v5.0 ஐ கொண்டுள்ளது, இது தடையற்ற மற்றும் உடனடி இணைப்பை வழங்குகிறது.","வெறும் 77 கிராம் எடையுள்ள, புரோபட்ஸ் IPX 5 நீர் மற்றும் வியர்வை எதிர்ப்பு திறன் கொண்டது. கூடுதலாக, சரியான இயர்பட்ஸில் இரண்டு முறை மெதுவாகத் தட்டுவதன் மூலம் வாய்ஸ் அசிஸ்டன்ட் செயல்பாட்டை நேரடியாக அணுக பயனர்களுக்கு உதவுகிறது. தயாரிப்பு ஒரு வருட உத்தரவாதத்துடன் வருகிறது, மேலும் பெட்டியில் மைக்ரோ யூ.எஸ்.பி டேட்டா கேபிள் மற்றும் சிலிகான் காதணிகள் உள்ளன."],"pubDate":"Tue, 22 Jun 2021 03:40:38 +0000","share_url":"https://www.updatenews360.com/technology/lava-probuds-true-wireless-earphones-launched-220621/","category_id":"டெக் சாதனங்கள்","subcategory_id":["தொழில்நுட்பம்","Lava","Lava Probuds"]},{"id":13,"title":"விஜய் பிறந்தநாளுக்கு அஜித் ரசிகர்களுக்கு கிடைத்த வலிமை Update – யுவன் ஷங்கர் ராஜா வெளியிட்ட தகவல் !","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/valimai-update.jpeg"],"news_body":["தீரன் அதிகாரம் ஒன்று, நேர்கொண்ட பார்வை படங்களை இயக்கிய H.வினோத், தல நடிக்கும் வலிமை படத்தை இயக்கி வருகிறார். பிரபல இந்திப் பட தயாரிப்பாளர் போனி கபூர் தயாரிக்கிறார்.","தற்போது இந்த வினோத் அஜித் கூட்டணி அடுத்த படத்திலும், இணைய போகிறார்களாம். வலிமை படத்தில் 95 சதவீத படப்பிடிப்பு முடிந்த நிலையில், வலிமை படத்தின் பர்ஸ்ட் லுக் விரைவில் ரிலீசாகும் என எதிர்பார்த்து ஏமாந்து போனதுதான் மிச்சம்.","இந்நிலையில் சில நாட்களுக்கு முன்பு கிரிக்கெட் வீரர்களிடம் வலிமை படத்தின் அப்டேட்டை கேட்க தொடங்கிவிட்டனர். இந்தியா ","–"," நியூஸிலாந்து இடையே நடந்து வரும் டெஸ்ட் கிரிக்கெட் போட்டியில் ரசிகர் ஒருவர் போர்டில் வலிமை அப்டேட் என எழுதி காட்ட அந்த புகைப்படம் காட்டு தீ போல் பரவி உள்ளது.","இப்படி அஜித் ரசிகர்கள் அப்டேட்க்காக ஏங்கி கொண்டிருந்த நேரத்தில் மாநாடு படத்தின் புரமோஷனுக்காக கிளப் அவுஸில் வந்து அப்டேட் கொடுத்துள்ளார் வலிமை படத்தின் இசையமைப்பாளர் யுவன் சங்கர் ராஜா.","வலிமை திரைப்படத்தில் Mother Song ஒன்று சிறப்பாக வந்துள்ளதாகவும் தல Intro Song சூப்பராக வந்துள்ளதாகவும் விஜய் பிறந்தநாள் அன்று யுவன்சங்கர்ராஜா தெரிவிக்க உற்சாகத்தில் இருக்கிறார்கள் அஜித் ரசிகர்கள்."],"pubDate":"Tue, 22 Jun 2021 03:40:00 +0000","share_url":"https://www.updatenews360.com/cinema-tv/yuvan-shankar-raja-release-valimai-update-220621/","category_id":"சினிமா / TV","subcategory_id":["அஜித் ரசிகர்கள்","யுவன் ஷங்கர் ராஜா","வலிமை அப்டேட்","விஜய் பிறந்தநாள்"]},{"id":14,"title":"“சவுண்டு மூலம் சார்ஜ்” செய்யும் புது வசதி! அசத்தும் புது தயாரிப்பில் களமிறங்கிய சியோமி","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Xiaomi-working-on-new-technology-to-charge-phone-through-sound.jpg"],"news_body":["ஸ்மார்ட்போன்கள் மற்றும் பிற மின் சாதனங்களை ஒலி வழியாக சார்ஜ் செய்யும் தொழில்நுட்பத்தை உருவாக்கும் பணியில் சியோமி செயல்பட்டு வருகிறது.","சீனா தேசிய அறிவுசார் சொத்து நிர்வாகத்தில் [China National Intellectual Property Administration (CNIPA)] தாக்கல் செய்யப்பட்ட காப்புரிமையின்படி, இந்த அமைப்பு ஆற்றலை சேமிப்பதற்கான வழிமுறைகளையும், ஒலி மூலம் ஸ்மார்ட்போன்களை சார்ஜ் செய்ய பயன்படுத்தப்படும் சவுண்ட் சார்ஜரையும் பயன்படுத்துகிறது என்று கூறுகிறது. இதில் பயன்படுத்தபடும் தொழில்நுட்பம் ஒலி அலைகளிலிருந்து அதிர்வுகளை மாற்று மின்னோட்டமாக (Alternating Current) மாற்றுகிறது, பின்னர் இது ஸ்மார்ட்போன்களை சார்ஜ் செய்வதற்காக டைரக்ட் கரண்ட் (Direct Current DC) சக்தியாக மாற்றப்படுகிறது.","தொலைபேசிகளை சார்ஜ் செய்வதற்கான ஒரு தனித்துவமான வழிமுறையை நிறுவனம் அறிமுகப்படுத்துவதில் சியோமி தனித்து செயல்படுகிறது. ஏனென்றால் கடந்த ஜனவரி மாதத்தில், நிறுவனம் Aircharge எனும் காற்று மூலம் சார்ஜ் செய்யும் தொழில்நுட்பத்தை வெளியிட்டது, இதன் மூலம் ஒருவர் தங்கள் தொலைபேசிகளை தொலைவிலிருந்தும் கூட எளிதில் சார்ஜ் செய்ய முடியும்.","“இடப்பொருத்தம் மற்றும் ஆற்றல் பரிமாற்றத்தில் தான் சியோமி ரிமோட் சார்ஜிங்கின் முக்கிய தொழில்நுட்பம் இருக்கிறது. சியோமி உருவாக்கிய தனிமைப்படுத்தப்பட்ட சார்ஜிங் அமைப்பில் ஐந்து கட்ட குறுக்கீடு (phase interference) ஆண்டெனாக்கள் உள்ளமைக்கப்பட்டுள்ளன, இது ஸ்மார்ட்போனின் இருப்பிடத்தை துல்லியமாக கண்டறிய முடியும். 144 ஆண்டெனாக்களைக் கொண்ட ஒரு கட்டக் கட்டுப்பாட்டு (phase control) வரிசையானது மில்லிமீட்டர் அகல அலைகளை நேரடியாக தொலைபேசியில் பீம்ஃபார்மிங் மூலம் கடத்துகிறது” என்று நிறுவனம் அப்போது கூறியது.","சியோமி கடந்த மாதம் ஹைப்பர் சார்ஜ் (Hypercharge) என்ற மற்றொரு தொழில்நுட்பத்தையும் வெளியிட்டது, இது வயர்டு தொழில்நுட்பம் மூலம் 200 வாட்ஸ் வரையிலும் அதே நேரத்தில் 120 வாட்ஸ் வரை வயர்லெஸ் சார்ஜிங் முறையிலும் ஸ்மார்ட்போன்களை சார்ஜ் செய்யும் திறன் கொண்டது. 120 W வயர்லெஸ் ஹைப்பர் சார்ஜிங் தொழில்நுட்பம் 15 நிமிடங்களுக்குள் 4,000 mAh பேட்டரியை முழுமையாக சார்ஜ் செய்ய முடியும். அதே போல 200 W வயர்ட்டு ஹைப்பர்சார்ஜ்"," "," தொழில்நுட்பத்தைப் பயன்படுத்தி 8 நிமிடங்களில் அதே 4000mAh ஸ்மார்ட்போனை முழுமையாக சார்ஜ் செய்ய முடியும்."],"pubDate":"Tue, 22 Jun 2021 03:37:26 +0000","share_url":"https://www.updatenews360.com/technology/xiaomi-working-on-new-technology-to-charge-phone-through-sound-220621/","category_id":"டெக் சாதனங்கள்","subcategory_id":["தொழில்நுட்பம்","Hypercharge","sound charge technology","xiaomi","சியோமி"]},{"id":15,"title":"இமாச்சல பிரதேசத்தில் கொரோனா தடுப்பூசிக்கு தட்டுப்பாடு இல்லை: முதலமைச்சர் ஜெய்ராம் தாக்கூர் தகவல்..!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/himachal-cm-updatenews360.jpg","https://www.updatenews360.com/wp-content/uploads/2021/05/Corona_Vaccine_UpdateNews360-5.jpg"],"news_body":["சிம்லா: இமாச்சல பிரதேச மாநிலத்தில் தடுப்பூசிக்கு தட்டுப்பாடு இல்லை என மாநில முதலமைச்சர் ஜெய்ராம் தாக்கூர் கூறியுள்ளார்.","கொரோனா பெருந்தொற்றை வேரறுப்பதற்காக இந்தியாவில் கடந்த ஜனவரி 16ம் தேதி முதல் தடுப்பூசி போடப்பட்டு வருகிறது. தடுப்பூசி திட்ட பணிகளுக்கான திருத்திய வழிகாட்டு நெறிமுறைகள் நேற்று முதல் அமலுக்கு வந்துள்ளது.","தடுப்பூசி போட தொடங்கிய நாள் முதல் நாளிலேயே 82 லட்சம் தடுப்பூசி போடப்பட்டு சாதனை படைக்கப்பட்டு உள்ளது. இந்நிலையில் இமாச்சல பிரதேச முதலமைச்சர் ஜெய்ராம் தாக்கூர் செய்தியாளர்கள் சந்திப்பில் கூறியதாவது,","18-45 வயதினற்கு தடுப்பூசி போடும் பணி தொடங்கப்பட்டுள்ளது. ஒரு நாளைக்கு குறைந்தது 1 லட்சம் டோஸ்கள் போட இலக்கு வைத்துள்ளோம். இதுவரை மாநிலத்தில் 27.35 லட்சம் டோஸ்கள் செலுத்தப்பட்டுள்ளது. மாநிலத்தில் தடுப்பூசிகளுக்கு தட்டுப்பாடு இல்லை.","தற்போது சுமார் 5 லட்சம் டோஸ்கள் கையிருப்பில் உள்ளது. ஜூன் 25க்குள், லஹால்-ஸ்பிட்டி போன்ற பழங்குடியினர் மற்றும் பிற பகுதிகளில் 100% மக்களுக்கு முதல் டோஸ் மூலம் தடுப்பூசி போடுவதை நோக்கமாகக் கொண்டுள்ளோம் என தெரிவித்துள்ளார்."],"pubDate":"Tue, 22 Jun 2021 03:26:49 +0000","share_url":"https://www.updatenews360.com/india/there-is-no-shortage-of-corona-vaccine-in-himachal-pradesh-220621/","category_id":"இந்தியா","subcategory_id":["டிரெண்டிங்","இமாச்சல பிரதேசம்","கொரோனா தடுப்பூசி","சிம்லா","தட்டுப்பாடு இல்லை","முதலமைச்சர் ஜெய்ராம் தாக்கூர்"]},{"id":16,"title":"நீரிழிவு நோயாளிகள் வெண்டைக்காய் சாப்பிடலாமா?","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/Is-ladyfinger-Good-For-People-With-Diabetes.jpg"],"news_body":["நீரிழிவு என்பது ஒரு நாள்பட்ட நோயாகவும் மற்றும் வேகமாக வளர்ந்து வரும் நோயாகவும் உருவெடுத்துள்ளது. இது பல்வேறு உடல் அமைப்புகளில் பல சிக்கல்களை ஏற்படுத்தக்கூடும். குளுக்கோஸ் அளவைப் பராமரிப்பதிலும், நீரிழிவு நோயாளிகளுக்கு தொடர்புடைய அனைத்து சிக்கல்களையும் விலக்கவும் உணவு என்பது மிக முக்கிய பங்கு வகிக்கிறது.","உடலில் குளுக்கோஸ் அளவைக் குறைக்க உதவும் ஆண்டிடையாபெடிக் மற்றும் ஹைப்போகிளைசெமிக் விளைவைக் கொண்ட சிறந்த உணவுகளில் வெண்டைக்காய் மிக முக்கியமான ஒன்று. இந்த காய்கறி கொலஸ்ட்ரால் உறிஞ்சுதலைத் தடுக்கும் ஆண்டிஹைபர்லிபிடெமிக் பண்புகளைக் கொண்டிருப்பதாகவும் கூறப்படுகிறது, இதனால் இரத்தத்தில் கொழுப்பு அளவுகளை குறைகிறது.","வெண்டைக்காய் மற்றும் நீரிழிவு நோய்","உடல் பருமன் மற்றும் உட்கார்ந்த வேலை செய்யும் வாழ்க்கை முறை ஆகியவை நீரிழிவு நோய்க்கான முக்கிய ஆபத்து காரணிகளாக கூறப்படுகின்றன. சர்க்கரை நிறைந்த உணவுகள் மற்றும் கொழுப்புகளை அதிக அளவில் உட்கொள்வது உடல் பருமன் மற்றும் இன்சுலின் எதிர்ப்பை ஏற்படுத்தும், இதனால் நீரிழிவு நோய் ஏற்படலாம். டைப் 2 நீரிழிவு நோய் கண்டறியப்பட்டவர்கள் பெரும்பாலும் உடல் பருமனாக இருப்பதற்கு இதுவே காரணம் ஆகும்.","உடல் பருமன் அல்லது ஹைப்பர்லிபிடெமியா பிரச்சினை குளுக்கோஸ் அளவை அதிகரிக்கிறது, பின்னர் இது பீட்டா-செல் செயல்பாட்டை இழக்க செய்கிறது மற்றும் இன்சுலின் சுரப்பதில் குறைபாடு ஏற்படுகிறது, இதனால் நீரிழிவு நோய்க்கு வழிவகுக்கிறது.","சிலருக்கு, பீட்டா-செல் செயலிழப்பு அல்லது நீரிழிவு நோய் அவர்களின் மரபணு சார்ந்த குடும்ப வரலாறு கூட காரணமாக இருக்கலாம்."," ","வெண்டைக்காயில் நார்ச்சத்துக்கள் உடன் பாலிசாக்கரைடுகள், பாலிபினால்கள், டானின்கள், ஃபிளாவனாய்டுகள், ட்ரைடர்பென்கள் மற்றும் ஸ்டெரோல்கள் போன்ற பைட்டோ கெமிக்கல்கள் உள்ளன.","இந்த சேர்மங்கள் இரத்தச் சர்க்கரைக் குறைவு மற்றும் ஹைப்போலிபிடெமிக் விளைவுகளுக்கு பங்களிக்கின்றன, இதனால் லிப்பிட் அளவைக் குறைத்து நீரிழிவு நோயை கட்டுக்குள் வரக்கூடும்.","கணைய உயிரணு செயல்பாடுகளை மேம்படுத்தவும், மரபணு காரணிகளால் பீட்டா-செல் செயலிழப்பு ஏற்படுவதைக் குறைக்கவும் வெண்டைக்காய் உதவக்கூடும்.","நீரிழிவு நோயை நிர்வகிக்க வெண்டைக்காய் உதவுவதற்காக முக்கிய காரணங்கள்","1. குறைந்த கிளைசெமிக் குறியீடு","கிளைசெமிக் குறியீடு குறைவாக உள்ள உணவுகளை நீரிழிவு நோயாளிகள் தங்கள் உணவில் சேர்த்துக்கொள்ள வேண்டும் என்று நிபுணர்கள் பரிந்துரைக்கின்றனர். வெண்டைக்காயின் கிளைசெமிக் குறியீட்டு 20 ஆக உள்ளது, அதாவது, இந்த காய்கறியின் நுகர்வு குளுக்கோஸ் அளவை மிக மெதுவாக உயர்த்துவதால் அவை குடலில் செரிமான ஆக அதிக நேரம் எடுக்கும். எனவே நீரிழிவு நோயாளிகள் பசியான வேளைகளில் வெண்டைக்காய் உணவுகளை எடுத்துக்கொள்ளலாம் மற்றும் இதனால் இரத்த சர்க்கரை அளவையும் கட்டுக்குள் வைத்திருக்கலாம்.","2. சிறுநீரக நோயை எதிர்த்துப் போராடுகிறது","சிறுநீரகம் சம்பந்தமான பிரச்சினைக்கு நீரிழிவு நோய் தான் ஒரு முக்கிய ஆபத்து காரணி. அதிக சர்க்கரை அளவு சிறுநீரகங்களின் நரம்புகளை சேதப்படுத்தும் மற்றும் சிக்கல்களை ஏற்படுத்தும். குளுக்கோஸ் அளவைப் பராமரிக்கவும், சிறுநீரகங்களுக்கு எந்தவிதமான சேதமும் ஏற்படாமல் தடுக்கவும் வெண்டைக்காய் உதவுகிறது.","3. கரையக்கூடிய நார்ச்சத்து உள்ளது","கார்போஹைட்ரேட் செரிமானத்தில் முக்கிய பங்கு வகிப்பதால் கரையக்கூடிய நார்ச்சத்து நீரிழிவு நோயாளிகளுக்கு நல்லது என்று கருதப்படுகிறது. கரையக்கூடிய நார்ச்சத்து நிறைந்த வெண்டைக்காய், செரிமான செயல்முறையை மெதுவாக்கி, இரத்த சர்க்கரை அளவுகளில் கார்ப்ஸின் தாக்கத்தை குறைக்கிறது. வெண்டைக்காய் சாப்பிட்டால் நீண்ட நேரம் முழுமையாக வைத்திருக்க உதவுகிறது மற்றும் பசியைத் தடுக்கிறது."],"pubDate":"Tue, 22 Jun 2021 03:24:45 +0000","share_url":"https://www.updatenews360.com/health/is-ladyfinger-good-for-people-with-diabetes-220621/","category_id":"ஆரோக்கியம்","subcategory_id":["diabetes","ladyfinger","okra","ஓக்ரா","நீரிழிவு","நீரிழிவு நோய்"]},{"id":17,"title":"“சிகரெட்டுக்கு பதிலா தோட்டா…” Beast பட Second Look ! விஜய் ரசிகர்களுக்கு செம ட்ரீட்…!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/beast-cover-updatenews360.jpeg","https://www.updatenews360.com/wp-content/uploads/2021/06/beast-2nd-look-updatenews360.jpeg"],"news_body":["தமிழ் சினிமாவில் பிரபல நடிகராக வலம் வருபவர் தளபதி விஜய், இவரது நடிப்பில் இறுதியாக மாஸ்டர் திரைப்படம் வெளியானது. ரசிகர்கள் மத்தியில் சுமாரான விமர்சனங்கள் வந்தாலும் ரசிகர்கள் வசூலில் ஓரளவு பரவால்லை.","பீஸ்ட் படத்திற்காக ஜார்ஜியா சென்று பத்து நாட்களுக்கான படப்பிடிப்பு முடிந்துவிட்ட நிலையில் கொரோனா இரண்டாம் அலை காரணமாக ","“","அப்புறம் பார்த்துக்கலாம் பாஸ்","”"," என்று விஜய் செல்லமாக உத்தரவு போட்டுவிட்டார். தற்போது சென்னையில் உள்ளது விஜய், வீட்டில் தனது மகன் மற்றும் மகளுடன் மனைவியுடன் சந்தோஷமாக இருக்கிறார். இப்படி குடும்பத்தோடு நேரம் செலவிடும் விஜய்க்கு, ஃபேமிலி ஆடியன்ஸ் மத்தியில் மவுசு அதிகம். ","நேற்று பீஸ்ட் படத்தின் பர்ஸ்ட் லுக் போஸ்டருக்கான பாராட்டு மழையில் நினைந்து கொண்டிருந்த பீஸ்ட் பட குழுவினர், ரசிகர்களுக்கு இன்ப அதிர்ச்சி கொடுக்கும் விதமாக செகண்ட் லுக் போஸ்டரை நள்ளிரவு 12 மணிக்கு படக்குழுவினர் வெளியிட்டனர். இதனை ரசிகர்கள் சமூக வலைதளங்களில் டிரண்ட் செய்து வருகின்றனர். சிகரெட்டுக்கு பதிலாக தோட்டாவை வாயில் வைத்து துப்பாக்கியை Load செய்வது அட்டகாசத்தின் உச்சகட்டம்."],"pubDate":"Tue, 22 Jun 2021 03:08:29 +0000","share_url":"https://www.updatenews360.com/cinema-tv/beast-movie-2nd-look-poster-released-220621/","category_id":"சினிமா / TV","subcategory_id":["தளபதி 65","பீஸ்ட் 2nd லுக்","ரசிகர்கள் குஷி"]},{"id":18,"title":"மியான்மரில் நிலவும் அசாதாரண சூழல்: 10 ஆயிரம் அகதிகள் இந்தியா, தாய்லாந்தில் தஞ்சம்..!!","image_url":["https://www.updatenews360.com/wp-content/uploads/2021/06/myanmar2-updatenews360.jpg","https://www.updatenews360.com/wp-content/uploads/2021/06/myanmar1-updatenews360.jpg","https://www.updatenews360.com/wp-content/uploads/2021/06/myanmar3-updatenews360.jpg"],"news_body":["நியூயார்க் : மியான்மரில் நிலவும் அசாதாரண சூழல் காரணமாக அங்கிருந்து 10 ஆயிரத்திற்கும் அதிகமானோர் இந்தியா, தாய்லாந்து ஆகிய நாடுகளில் தஞ்சம் புகுந்துள்ளதாக ஐ.நா., தெரிவித்துள்ளது.","நம் அண்டை நாடான மியான்மரில் பிப்., 1ல் ராணுவம் ஆட்சியை கைப்பற்றியது. மியான்மர் அதிபர் வின் மைன்ட், அரசு ஆலோசகர் ஆங் சான் சூச்சி மற்றும் அரசு உயரதிகாரிகள் பலர் வீட்டுச் சிறையில் வைக்கப்பட்டுள்ளனர்.","அவர்களை விடுவித்து மீண்டும் ஜனநாயக ஆட்சியை ஏற்படுத்த வலியுறுத்தி மக்கள் போராட்டங்களில் ஈடுபட்டு வருகின்றனர். அவர்களை ராணுவம் இரும்புக் கரமுடன் நசுக்கி வருவதால் பல இடங்களில் வன்முறைச் சம்பவங்கள் நடக்கின்றன. இதனால், உயிருக்கு பயந்து ஆயிரக்கணக்கானோர் இந்தியா, தாய்லாந்து நாடுகளில் தஞ்சம் புகுந்து வருகின்றனர்.","இது குறித்து, ஐ.நா., பொதுச் செயலரின் மியான்மருக்கான துாதர் கிறிஸ்டைன் ஸ்க்ரானர் பர்கனர் கூறியதாவது, மியான்மரில் பதற்ற நிலைமை மோசமாக உள்ளது. மக்கள் தங்களை தாங்களே காப்பாற்றிக் கொள்ள தயாராகி வருகின்றனர். ஆயுதமேந்திய குழுக்களுடன் சேர்ந்து போர் பயிற்சியில் ஈடுபடுகின்றனர். சுயமாக ஆயுதம் தயாரிக்கின்றனர்.","இதுவரை அமைதியாக இருந்த பகுதிகளில் கூட தற்போது பதற்றம் நிலவுகிறது. இதனால், 1.75 லட்சம் பேர் இடம் பெயர்ந்துள்ளனர். அவர்களில், 10 ஆயிரத்திற்கும் அதிகமானோர் இந்தியா, தாய்லாந்து ஆகிய நாடுகளில் தஞ்சம் அடைந்துள்ளனர். உலக நாடுகள் இணைந்து மியான்மர் பிரச்னைக்கு உடனடியாக தீர்வு காண வேண்டும். தவறினால், பிராந்தியத்தின் அமைதிக்கு அச்சுறுத்தல் ஏற்படும். இவ்வாறு அவர் கூறினார்."],"pubDate":"Tue, 22 Jun 2021 02:52:38 +0000","share_url":"https://www.updatenews360.com/world/10000-myanmar-refugees-take-refuge-in-india-and-thailand-220621/","category_id":"உலகம்","subcategory_id":["டிரெண்டிங்","இந்தியாவில் தஞ்சம்","மியான்மர்","மியான்மர் ஆட்சி","ராணுவ ஆட்சி"]}]