[
    {
        "id": 1,
        "title": "TN CM pays rich tributes to Milkha Singh",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-10.jpg"
        ],
        "news_body": [
            "Chief Minister M K Stalin on Saturday paid rich tributes to ace sprinter Milkha Singh, who died of COVID-19, hailing him as the one of India",
            "’",
            "s ",
            "”",
            "most stellar athletes.",
            "”",
            " One of independent India",
            "’",
            "s biggest sporting icons, Singh, died on Friday after a month-long battle with COVID- 19.",
            "”",
            "I am deeply saddened to hear about the demise of one of India",
            "’",
            "s most stellar athletes #FlyingSikh Milkha Singh,",
            "”",
            " Stalin said in a tweet.",
            "”",
            "May his life and achievements defying all odds inspire scores of young Indians,",
            "”",
            " he added.",
            "Milkha Singh, a Padma Shri awardee who was nicknamed ",
            "‘",
            "The Flying Sikh",
            "’",
            " for his accomplishments, was 91 and is survived by his golfer son Jeev Milkha Singh and three daughters.",
            "The post ",
            "TN CM pays rich tributes to Milkha Singh",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 09:44:03 +0000",
        "share_url": "https://www.updatenews360.com/english/india/tn-cm-pays-rich-tributes-to-milkha-singh/",
        "category_id": "India",
        "subcategory_id": [
            "Covid-19",
            "FlyingSikh Milkha Singh",
            "Jeev Milkha",
            "M K Stalin"
        ]
    },
    {
        "id": 2,
        "title": "Fuel prices remain unchanged on Saturday",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-1-2-1024x684.jpg"
        ],
        "news_body": [
            "Fuel retailers spared consumers of any further increase in prices by keeping retail prices of petrol and diesel unchanged on Saturday.",
            "Accordingly, petrol continues to cost Rs 96.93 per litre and diesel Rs 87.69 per litre in Delhi.",
            "\nAcross the country as well the petrol and diesel prices remained static on Saturday but its actual retail prices varied depending on the level of local levies in respective states.",
            "In the city of Mumbai, where petrol prices crossed Rs 100 mark for the first time ever on May 29, the fuel price reached new high of Rs 103.08 per litre on Friday. It remained at the same level on Saturday. Diesel is also priced at Rs 95.14 a litre in the city, the highest among metros.",
            "The post ",
            "Fuel prices remain unchanged on Saturday",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 09:40:45 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/fuel-prices-remain-unchanged-on-saturday/",
        "category_id": "Economy",
        "subcategory_id": [
            "Business",
            "economy",
            "Fuel prices",
            "Petrol",
            "petrol prices"
        ]
    },
    {
        "id": 3,
        "title": "Rahul Gandhi turns 51 today",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Rahul-1-1024x569.jpg"
        ],
        "news_body": [
            "Birthday greetings flowed in for Rahul Gandhi, Congress leader and member of parliament from Kerala’s Wayanad, as he turned 51 today.",
            "Along with politicians, fans of Rahul Gandhi also took to social media to convey their best wishes to the Congress leader on his birthday.",
            "Much like last year, the grand old party has planned to observe Rahul Gandhi’s birthday as ‘Sewa Diwas’ this time as well, distributing essential items, including face masks, medicine kits, and cooked meals free-of-cost among the people in the national capital who have faced the brunt of the Covid-19 pandemic.",
            "The post ",
            "Rahul Gandhi turns 51 today",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 09:37:38 +0000",
        "share_url": "https://www.updatenews360.com/english/india/rahul-gandhi-turns-51-today/",
        "category_id": "India",
        "subcategory_id": [
            "birthday",
            "Congress",
            "Covid-19",
            "Rahul Gandhi",
            "Sewa Diwas"
        ]
    },
    {
        "id": 4,
        "title": "Brave Scotland holds England to goalless draw",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/opoyi_vQevSrCZu.jpg"
        ],
        "news_body": [
            "England and Scotland played out a goalless draw in London to make the equations in Group D very interesting in the UEFA Euro 2020 on Friday night.",
            "England were the far superior team on the night and threw everything they had at the opposition but the gritty Scottish just didn",
            "’",
            "t let their oldest rivals find the back of the net and eked out a stalemate to register their first point in this tournament.",
            "England defender John Stones headed against the post in the 12th minute while for Scotland Stephen O",
            "’",
            "Donnell forced Jordan Pickford into a diving save.",
            "After the break, Scotland goalkeeper David Marshall did well to keep out a low drive from Mason Mount while visiting striker Che Adams missed a good chance in the 78th minute, blasting over at the back post.",
            "The post ",
            "Brave Scotland holds England to goalless draw",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 07:00:11 +0000",
        "share_url": "https://www.updatenews360.com/english/sports/brave-scotland-holds-england-to-goalless-draw/",
        "category_id": "Sports",
        "subcategory_id": [
            "David Marshall",
            "England",
            "John Stones",
            "Mason Mount",
            "Scotland",
            "UEFA"
        ]
    },
    {
        "id": 5,
        "title": "Air India to sell real estate assets",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-8.jpg"
        ],
        "news_body": [
            "Disinvestment-bound Air India is looking to raise Rs 200 to 300 crore by selling commercial and residential real estate assets in different parts of the country.",
            "Air India on Friday sought bids for a slew of properties, including flats and plots.",
            "“",
            "Air India through MSTC invites e-auction bids for sale of the properties located across India,",
            "”",
            " according to a public notice.",
            "A residential plot and a flat in Mumbai, five flats in New Delhi, a residential plot in Bangalore, and four flats in Kolkata, are among the properties that have been put on sale.",
            "Besides, a booking office and staff quarter in Aurangabad, a residential plot along with Airline House in Bhuj, six flats in Nashik, booking office in Nagpur and a residential plot in Thiruvananthapuram and two flats in Mangaluru are for sale, as per the notice.",
            "The post ",
            "Air India to sell real estate assets",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:55:48 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/air-india-to-sell-real-estate-assets/",
        "category_id": "Economy",
        "subcategory_id": [
            "Air India",
            "Business",
            "Disinvestment",
            "MSTC"
        ]
    },
    {
        "id": 6,
        "title": "Jio adds 79 lakh subscribers: TRAI",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/2020-07-15t091140z1059778965rc2lth9u22icrtrmadp3reliance-agm-1jpg-999016-1624038359-1024x576.jpg"
        ],
        "news_body": [
            "Reliance Jio gained over 79 lakh, mobile users, in March, surpassing the combined net adds by rivals Bharti Airtel and Vodafone Idea during the month, according to data released by TRAI on Friday.",
            "Reliance Jio added 79.18 lakh, wireless subscribers, in March, taking its customer base to about 42.29 crore.",
            "\nMeanwhile, Jio has launched JioFiber Postpaid with no security deposit and installation charges. According to a press note, plans are starting at Rs 399 per month, which it claimed lowest in the industry.",
            "The post ",
            "Jio adds 79 lakh subscribers: TRAI",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:51:35 +0000",
        "share_url": "https://www.updatenews360.com/english/economy/jio-adds-79-lakh-subscribers-trai/",
        "category_id": "Economy",
        "subcategory_id": [
            "Bharti Airtel",
            "Business",
            "JioFiber",
            "Reliance Jio",
            "TRAI"
        ]
    },
    {
        "id": 7,
        "title": "Why Shiva Shankar Baba was hospitalised?",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/aab4312bd411f77416021772d4a709dc_original.jpg"
        ],
        "news_body": [
            "Self-styled godman Shiva Shankar Baba, who was arrested for sexually abusing schoolgirls, was admitted to a hospital after developing sudden illness on Friday.",
            "According to reports, he complained of ill-health and was found to have low blood pressure. He recently underwent angiogram. He was tested by the medical staff at the prison and subsequently shifted to the Government General Hospital, Chengalpattu. On doctors’ advice, he was shifted to the Rajiv Gandhi Government General Hospital.",
            "Shiva Shankar Baba was earlier produced before the magistrate in Chengalpattu district and remanded in judicial custody for 15 days. The CB-CID police had requested one-week custody for inquiry.",
            "The post ",
            "Why Shiva Shankar Baba was hospitalised?",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:47:09 +0000",
        "share_url": "https://www.updatenews360.com/english/india/why-shiva-shankar-baba-was-hospitalised/",
        "category_id": "India",
        "subcategory_id": [
            "Covid-19",
            "godman",
            "schoolgirls",
            "Shiva Shankar Baba"
        ]
    },
    {
        "id": 8,
        "title": "Covid Delta variants found at Vandalur zoo",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/LionsVandalur_1200.jpg"
        ],
        "news_body": [
            "Genome sequencing samples of four of the nine lions, which tested positive for SARS Cov-2 at the Arignar Anna Zoological Park (AAZP) at Vandalur, has revealed that they are Delta variants as per World Health Organisation (WHO) nomenclature.",
            "The AAZP authorities requested the ICAR-National Institute of High Security Animal Diseas (NIHSAD), Bhopal, to share the results of genome sequencing of the SARS Cov-2 virus that has infected the lions at AAZP.",
            "Responding to it, the ICAR-NIHSAD Director informed the AAZP that ‘genome sequencing of four of the samples was done at NIHSAD. Analysis of the sequences shows that all the four sequences belong to Pangolin lineage B.1.617.2 and are Delta variants as per WHO nomenclature’, the Deputy Director of AAZP said.",
            "The post ",
            "Covid Delta variants found at Vandalur zoo",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:41:22 +0000",
        "share_url": "https://www.updatenews360.com/english/india/covid-delta-variants-found-at-vandalur-zoo/",
        "category_id": "India",
        "subcategory_id": [
            "AAZP",
            "delta variant",
            "SARS CoV-2",
            "Vandalur",
            "WHO"
        ]
    },
    {
        "id": 9,
        "title": "Shoot for Vijay65 to start very soon",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/ximg-01102020-143411-600-x-338-pixel-1601544275.jpg.pagespeed.ic_.T82Sbe27wd.jpg"
        ],
        "news_body": [
            "Vijay, director Nelson and Sun Pictures team have decided to resume the shoot of their yet-untitled biggie in July.",
            "Anirudh Ravichander is composing the music for this biggie and Manoj Paramahamsa of Nanban and Vinnaithaandi Varuvaya fame is cranking the camera.",
            "Once lockdown is lifted, shooting would commence in Chennai, say sources.",
            "The post ",
            "Shoot for Vijay65 to start very soon",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:36:50 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/shoot-for-vijay65-to-start-very-soon/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Lockdown",
            "Manoj Paramahamsa",
            "Nelson",
            "Sun Pictures",
            "Thalapathy 65",
            "Vijay"
        ]
    },
    {
        "id": 10,
        "title": "Prithiviraj to direct Mohanlal again",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/WhatsApp-Image-2021-06-18-at-6.20.00-PM.jpeg"
        ],
        "news_body": [
            "Malayalam star Prithiviraj Sukumaran on Friday announced that he is teaming up for the second time with superstar Mohanlal for his next directorial venture, titled ",
            "‘",
            "Bro Daddy",
            "’",
            ".",
            "The 38-year-old actor-director made his directorial debut in 2019 with an action film ",
            "”",
            "Lucifer",
            "”",
            ", which featured Mohanlal in the lead role. In a social media post, Sukumaran said that his new film is a family-drama and he will also act in it.",
            "‘",
            "My second directorial. #BRODADDY will once again be headlined by The Lalettan @Mohanlal, with an ensemble cast including yours truly. Produced by #AntonyPerumbavoor (#AashirvadCinemas), a fun family drama that makes you smile, laugh and want to revisit. Rolling soon. Very soon,",
            "’",
            " the 38-year-old actor-director wrote on Twitter. Featuring an ensemble cast, ",
            "‘",
            "Bro Daddy",
            "’",
            " is written by Sreejith N and Bibin Maliekal.",
            "The post ",
            "Prithiviraj to direct Mohanlal again",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:29:03 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/prithiviraj-to-direct-mohanlal-again/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "AashirvadCinemas",
            "BRODADDY",
            "Lucifer",
            "Mohanlal",
            "Prithiviraj Sukumaran",
            "Sreejith"
        ]
    },
    {
        "id": 11,
        "title": "We are still in good position: Mandhana",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/smriti-mandhana-1024x569.jpg"
        ],
        "news_body": [
            "Indian opener Smriti Mandhana on Friday said that the conditions were still good for batting and with talented batter Shafali Verma going strong, her side were in a good position in the one-off Test against England here.",
            "India were 83 for 1 at stumps on the rain-interrupted third and penultimate day after following on, still trailing by 82 runs overall with nine second innings wickets in hand.",
            "I think the conditions changed slightly, it was just windy. It wasn",
            "’",
            "t swinging that much. It was good conditions to bat on though the conditions were cloudy and overcast, Mandhana said in a virtual media conference.",
            "I think Shafali and Deepti are putting on a good partnership and at the end of the day we were in a good position, she added.",
            "Verma and Deepti were batting on 55 and 18 respectively when the final session was washed out by rain. Mandhana scored just 8 runs in the second innings after a 78 in the first.",
            "The post ",
            "We are still in good position: Mandhana",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:24:09 +0000",
        "share_url": "https://www.updatenews360.com/english/sports/we-are-still-in-good-position-mandhana/",
        "category_id": "Sports",
        "subcategory_id": [
            "England",
            "Shafali",
            "Shafali Verma",
            "Smriti Mandhana"
        ]
    },
    {
        "id": 12,
        "title": "Argentina beats Uruguay 1-0 in Copa America classico",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/108081_20211906BRAsport_1624071502742.jpg"
        ],
        "news_body": [
            "Argentina beat Uruguay 1-0 in its second match at Copa America, making Lionel Messi",
            "’",
            "s team co-leaders of Group A with Chile with four points each.",
            "Midfielder Guido Rodriguez scored the only goal at the Mané Garrincha stadium in Brasilia with a header in the 13th minute after Messi crossed from the left. The ball hit goalkeeper Fernando Muslera",
            "’",
            "s right post before going in.",
            "Earlier Chile beat Bolivia 1-0 on a goal by English-Chilean striker Ben Brereton.",
            "Seeking some defensive solidity, Argentina changed nearly all of back four after the 1-1 draw with Chile. Right-back Gonzalo Montiel, defender Lucas Martínez Quarta and left-back Nicolás Tagliafico were replaced by Nahuel Molina, Cristian Romero and Marcos Acuña, respectively. Nicolás Otamendi was the only defender who remained. Rodriguez replaced injured Leandro Paredes.",
            "The post ",
            "Argentina beats Uruguay 1-0 in Copa America classico",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 06:19:29 +0000",
        "share_url": "https://www.updatenews360.com/english/sports/argentina-beats-uruguay-1-0-in-copa-america-classico/",
        "category_id": "Sports",
        "subcategory_id": [
            "Argentina",
            "Copa America",
            "Fernando Muslera",
            "Georgina Rodriguez",
            "Lionel Messi",
            "Mané Garrincha"
        ]
    },
    {
        "id": 13,
        "title": "Guterres re-elected as UN Secretary General again",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/3sigdnk3iijz8pu9_1624026372.jpeg"
        ],
        "news_body": [
            "UN General Assembly on Friday appointed Antonio Guterres as the UN Secretary General for a second term beginning January 1, 2022, days after the powerful Security Council unanimously recommended his name to the 193-member body for re-election.",
            "President of the 75th session of the UN General Assembly Volkan Bozkir announced that Guterres has been appointed by acclamation as the Secretary General of the United Nations for the second term of office beginning on January 1, 2022 and ending on December 31, 2026 Bozkir then administered the oath of office to 72-year-old Guterres at the podium of the UN General Assembly Hall.",
            "On June 8, the 15-nation Council had held a closed meeting where it adopted by acclamation the resolution that recommended Guterres’ name to the 193-member General Assembly for a second five-year term as Secretary General from January 1, 2022-December 31, 2026.",
            "Estonia’s Ambassador to the UN Sven Jurgenson, President of the Council for the month of June, had told reporters after the meeting: “We have all seen actually the Secretary General in action.",
            "The post ",
            "Guterres re-elected as UN Secretary General again",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:51:18 +0000",
        "share_url": "https://www.updatenews360.com/english/international/guterres-re-elected-as-un-secretary-general-again/",
        "category_id": "International",
        "subcategory_id": [
            "Antonio Guterres",
            "council",
            "Estonia",
            "Jurgenson",
            "Volkan Bozkir"
        ]
    },
    {
        "id": 14,
        "title": "Malala’s remarks on marriage causes panic in Pak",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/malala-teen-vogue-82-1024x682.jpg"
        ],
        "news_body": [
            "After Pakistani Nobel laureate Malala Yousafzai recently expressed doubts about whether she would ever marry, her remarks have sent shockwaves in Pakistan ",
            "–",
            " where citizens and politicians are panicking over what they see as a threat to the institution of marriage ",
            "–",
            " as 86 per cent of women over the age of 25 are married.",
            "In an interview with Vogue, when asked about marriage, Malala had said: I still don",
            "’",
            "t understand why people have to get married. If you want to have a person in your life, why do you have to sign marriage papers, why can",
            "’",
            "t it just be a partnership?",
            "Malala",
            "’",
            "s remarks did not go well with several religious and political leaders in Pakistan. They have contended that life partnership was not allowed in any religion.",
            "A religious leader in Pakistan",
            "’",
            "s Khyber Pakhtunkhwa",
            "’",
            "s Lakki Marwat district was arrested for threatening and inciting violence over Nobel laureate Malala",
            "’",
            "sremarks on marriage.",
            "Sarah Khan writes for The Washington Post that the battle to change unequal structures of marriage has a long history within Pakistan and the backlash against efforts for equality often portrays them as western and a threat to traditional values.",
            "The post ",
            "Malala",
            "’",
            "s remarks on marriage causes panic in Pak",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:46:39 +0000",
        "share_url": "https://www.updatenews360.com/english/international/malalas-remarks-on-marriage-causes-panic-in-pak/",
        "category_id": "International",
        "subcategory_id": [
            "Khyber Pakhtunkhwa",
            "Lakki Marwat",
            "Malala Yousafzai",
            "marriage",
            "Pakistani"
        ]
    },
    {
        "id": 15,
        "title": "Biden promotes 300M vaccine shots in 150 days",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/210521110947-biden-0520-super-169-1024x576.jpg"
        ],
        "news_body": [
            "President Joe Biden took a cautious victory lap in his quest to bring the COVID-19 pandemic under control, announcing that 300 million vaccine shots have been administered in the 150 days since he took office.",
            "Biden credited scientists, companies, the American people and his whole-of-government effort on the milestone. The president noted that 65 per cent of adults have received at least one shot, setting the stage for most Americans to have a relatively normal summer as businesses reopen and employers hire.",
            "We",
            "’",
            "re heading into a very different summer compared to last year, the president said. A bright summer. Prayerfully, a summer of joy.",
            "But as Biden marks one milestone, he is in danger of failing to meet another: his target to have 70 per cent of Americans at least partially vaccinated by July Fourth, in a little over two weeks.",
            "The post ",
            "Biden promotes 300M vaccine shots in 150 days",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:39:50 +0000",
        "share_url": "https://www.updatenews360.com/english/international/biden-promotes-300m-vaccine-shots-in-150-days/",
        "category_id": "International",
        "subcategory_id": [
            "Americans",
            "Covid-19",
            "Joe biden",
            "pandemic",
            "vaccines"
        ]
    },
    {
        "id": 16,
        "title": "Stalin to announce more lockdown relaxations",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/mk-stalin-906380-1603530042-1024x502.jpg"
        ],
        "news_body": [
            "With the lockdown scheduled to end on June 21, Chief Minister MK Stalin will hold a meeting with medical experts on Saturday before announcing further extension and more relaxations, including resumption of bus services in select districts.",
            "The present phase of one-week lockdowns will end of Monday. In the previous phases, the State had announced more relaxations in 27 districts with lesser cases and full lockdown in 11 districts with high cases.",
            "Sources said that the division of districts will continue and the State will provide more relaxations in the 27 districts. “The government is likely to extend timings for shops, businesses and offices in the 27 districts and is also planning on operating buses for intra-district travel to enable employees reach office. Meeting halls and other places for educational and cultural purposes may also be opened,” an official said.",
            "The post ",
            "Stalin to announce more lockdown relaxations",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:35:23 +0000",
        "share_url": "https://www.updatenews360.com/english/tamilnadu/stalin-to-announce-more-lockdown-relaxations/",
        "category_id": "Tamilnadu",
        "subcategory_id": [
            "businesses",
            "Coronavirus",
            "Covid 19",
            "Lockdown",
            "MK Stalin",
            "travel"
        ]
    },
    {
        "id": 17,
        "title": "Country pays tribute to Milkha Singh",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/milkha_singh_old_20121105_1_571_855-2.jpg"
        ],
        "news_body": [
            "The entire country paid glowing tribute to Indian sprint legend Milkha Singh, who died on Friday, with the Prime Minister Narendra Modi describing him as a ",
            "”",
            "colossal sportsperson who captured the nation",
            "’",
            "s imagination",
            "”",
            ".",
            "Milkha died in a Chandigarh hospital after a month-long battle with COVID-19, during which he lost his wife Nirmal Kaur, a former national volleyball captain, to the same ailment.",
            "”",
            "In the passing away of Shri Milkha Singh Ji, we have lost a colossal sportsperson, who captured the nation",
            "’",
            "s imagination and had a special place in the hearts of countless Indians,",
            "”",
            " PM Modi said in a tweet. ",
            "‘",
            "The post ",
            "Country pays tribute to Milkha Singh",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:30:05 +0000",
        "share_url": "https://www.updatenews360.com/english/sports/country-pays-tribute-to-milkha-singh/",
        "category_id": "Sports",
        "subcategory_id": [
            "Covid-19",
            "Milkha Singh",
            "Narendra modi",
            "Nirmal Kaur",
            "Shri Milkha Singh"
        ]
    },
    {
        "id": 18,
        "title": "Rajini left for US from Chennai",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-11.png"
        ],
        "news_body": [
            "Rajinikanth left Chennai for the United States via Doha on a Qatar Alliance flight this morning after obtaining special permission from the Central Government.",
            "Rajinikanth underwent a kidney transplant a few years ago. Since then, he has been going to the US from time to time for check-up.",
            "As the number of positive cases during the second wave of Covid 19 is decreasing, Rajini has sought special permission from the Central Government to go abroad. Accordingly, actress Rajinikanth left for the United States via Qatar on a Qatar Airlines flight from Chennai to Doha at 4 am today.",
            "The post ",
            "Rajini left for US from Chennai",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 19 Jun 2021 04:24:50 +0000",
        "share_url": "https://www.updatenews360.com/english/cinema/rajini-left-for-us-from-chennai/",
        "category_id": "Cinema",
        "subcategory_id": [
            "News",
            "Covid 19",
            "Doha",
            "Qatar Alliance flight",
            "Rajinikanth"
        ]
    }
]