[{"id":1,"title":"Covid-19: India records 1,32,364 new cases","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-1024x768.jpg"],"news_body":["With 1,32,364 fresh infections, India’s Coronavirus caseload rose to 2,85,74,350 today.","According to Union Health Ministy data updated this morning, the country’s Covid-19 death toll climbed to 3,40,702 with 2,713 fresh fatalities.","A total of 20,75,428 tests were conducted on Thursday taking the total cumulative tests conducted so far for detection of Covid-19 in the country to 35,74,33,846.","The active cases have reduced to 16,35,993 comprising 5.73 per cent of the total infections, while the national Covid-19 recovery rate has improved to 93.08 per cent.","The post ","Covid-19: India records 1,32,364 new cases"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 04 Jun 2021 06:45:50 +0000","share_url":"https://www.updatenews360.com/english/india/covid-19-india-records-132364-new-cases/","category_id":"India","subcategory_id":["Coronavirus","Covid-19","Covid-19 death"]},{"id":2,"title":"G.O. released on certificates for Devendrakula Vellalars","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/go-released-on-certificates-for-devendrakula-vellalars.jpg"],"news_body":["Tamilnadu has released a Government Order to issue community certificates to six castes under the name of Devendrakula Vellalar.","Pallar, Devendhirakulathor, Kaladi, Pannadi, Kudumbar and Kadaiyar are the six communities mentioned in the GO.","The GO has been issued after President of India gave his assent in April to the Constitution (Scheduled Castes) Order (Amendment) Act, 2021 that seeks to put seven sub sects under one nomenclature of ‘Devendrakula Vellalars’.","The post ","G.O. released on certificates for Devendrakula Vellalars"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 11:49:03 +0000","share_url":"https://www.updatenews360.com/english/india/g-o-released-on-certificates-for-devendrakula-vellalars/","category_id":"India","subcategory_id":["Castecertificates","Communitycertificates","Tamilnadu"]},{"id":3,"title":"Fewer deaths if better prepared for 3rd Wave, Vaccinate children: SBI","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/977144-973157-972969-covid-in-kids-reuters-1024x576.jpg"],"news_body":["The intensity of a COVID-19 third wave in India will be as severe as that of the second wave if any indication is to be had from what other nations have reported, SBI said in its latest ","‘","Ecowrap","’"," report that details the economy","’","s performance amid the pandemic. The bank called for priority vaccination of children and teens in the 12-18 age group, who could be the next vulnerable group.","If India is better prepared for a third wave, a fall in serious case rate will lead to less number of deaths, State Bank of India (SBI) said in its report.","“","We find that if serious cases decline from 20 per cent to 5 per cent (due to better health infrastructure and rigorous vaccination) in third wave, then the number of deaths in the third wave could significantly reduce to 40,000 as compared to current deaths of more than 1.7 lakh,","”"," SBI said in the report.","The post ","Fewer deaths if better prepared for 3rd Wave, Vaccinate children: SBI"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 11:36:23 +0000","share_url":"https://www.updatenews360.com/english/india/fewer-deaths-if-better-prepared-for-3rd-wave-vaccinate-children-sbi/","category_id":"India","subcategory_id":["Covid-19","Ecowrap","pandemic","SBI","vaccination"]},{"id":4,"title":"Baba Ramdev plans to open MBBS college","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/1_60b87be9c395d.jpg"],"news_body":["After creating a bitter controversy by allegedly calling allopathy ‘a stupid science’, noted yoga guru Swami Ramdev has now revealed his plans to open an allopathy medical college in the country soon.","Baba Ramdev has said that his Haridwar-based organisation Patanjali Yogpeeth will establish an allopathic medical college very soon to create a new crop of highly trained allopathic MBBS doctors.","The yoga guru also reiterated that he respects the medicine and doctors associated with allopathy. Clarifying his controversial remarks on allopathy, Baba Ramdev said that it was not his official statement and the issue was blown out of proportion.","The yoga guru said that he was just sharing a piece of information received on WhatsApp. Swami Ramdev stated that he had withdrawn his statement and apologized for the same, but some people were adding fuel to the fire.","The post ","Baba Ramdev plans to open MBBS college"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 10:59:39 +0000","share_url":"https://www.updatenews360.com/english/india/baba-ramdev-plans-to-open-mbbs-college/","category_id":"India","subcategory_id":["College","MBBS","Patanjali Yogpeeth","stupid science","Swami Ramdev"]},{"id":5,"title":"Choksi denied bail by Dominica magistrate","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/CHOWKSI.jpg"],"news_body":["A Dominica magistrate has denied bail to absconding diamond tycoon Mehul Choksi, who was arrested on May 23 for alleged illegal entry to the Caribbean island country, the local media reported.","Choksi, wanted here in connection with a Rs 13,500-crore fraud in the Punjab National Bank (PNB), pleaded before the magistrate that he was abducted and forcibly brought to Dominica from neighbouring Antigua and Barbuda, about 100 nautical miles away, Dominica News Online reported.","The post ","Choksi denied bail by Dominica magistrate"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 10:23:12 +0000","share_url":"https://www.updatenews360.com/english/india/choksi-denied-bail-by-dominica-magistrate/","category_id":"India","subcategory_id":["Caribbean","Dominica","Mehul Choksi","PNB"]},{"id":6,"title":"Centre books 30 crore doses of Covid vaccine","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-4.jpg"],"news_body":["The Union government has finalised arrangements with Hyderabad-based vaccine manufacturer, Biological-E, to reserve 300 million Covid-19 vaccine doses, Union Ministry of Health and Family Welfare said today.","The doses will be manufactured and stockpiled by Biological-E from August to December 2021, said the Ministry.","Biological-E’s vaccine is currently in Phase-3 clinical trials after showing promising results in Phase 1 and 2, said the government in a statement.","The vaccine is likely to be available in the next few months, according to the statement.","Besides Covaxin and Serum Institute of India’s Covishield, Russia’s Sputnik V will soon be used to vaccinate people as the government races to a target of one crore vaccinations a day by August. It is also in talks with foreign makers like Pfizer and Moderna, who have insisted on an indemnity clause.","The post ","Centre books 30 crore doses of Covid vaccine"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 07:45:00 +0000","share_url":"https://www.updatenews360.com/english/india/centre-books-30-crore-doses-of-covid-vaccine/","category_id":"India","subcategory_id":["Biological","Biological-E","Covid-19","Covishield","vaccines"]},{"id":7,"title":"Covid-19: India records 1,34,154 new cases","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/03covid9-1024x622.jpg"],"news_body":["With 1,34,154 fresh infectionss, India’s Coronavirus caseload rose to 2,84,41,986 today.","According to Union Health Ministry data updated this morning, the country’s Covid-19 death toll climbed to 3,37,989 with 2,887 more people succumbing to it.","Also, 21,59,873 tests were conducted on Wednesday to detect Covid-19, taking the total number of such tests conducted so far in the country to 35,37,82,648, while the daily positivity was recorded at 6.21 per cent. It has been less than 10 per cent for 10 consecutive days now, the Ministry said.","The number of active cases has reduced to 17,13,413, accounting for 6.02 per cent of the total number of cases, while the national Covid-19 recovery rate has improved to 92.79 per cent.","The post ","Covid-19: India records 1,34,154 new cases"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 07:41:15 +0000","share_url":"https://www.updatenews360.com/english/india/covid-19-india-records-134154-new-cases/","category_id":"India","subcategory_id":["Coronavirus","Covid-19","Covid-19 death","WHO"]},{"id":8,"title":"Prepare protocol checklist for possible 3rd COVID wave, says Piyush Goyal","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/freepressjournal_2020-10_fa3ea5aa-0da9-422e-92e9-9f9ba9502d08_piyush_goyal_file-1024x576.jpg"],"news_body":["Commerce and Industry Minister Piyush Goyal has called upon industry associations to prepare a comprehensive checklist that needs to be followed for a possible third COVID wave to deal with the crisis.","\nHe also suggested them to help the children impacted by the pandemic.","The minister said this while meeting industry associations on June 1 to review their preparedness to meet the present and future challenges because of COVID-19 pandemic.","Goyal has said that in the recent past, due to the rapid rise in COVID-19 cases, industrial production was severely impacted due to lockdowns, non-availability of oxygen, migration of workers, and the spread of the virus amongst the workforce.","It is expected from industry associations to draw upon the lessons learnt from past experiences to meet the present and future challenges, he has said.","The post ","Prepare protocol checklist for possible 3rd COVID wave, says Piyush Goyal"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 05:59:46 +0000","share_url":"https://www.updatenews360.com/english/india/prepare-protocol-checklist-for-possible-3rd-covid-wave-says-piyush-goyal/","category_id":"India","subcategory_id":["Covid","lockdowns","oxygen","pandemic","Piyush Goyal"]},{"id":9,"title":"Lockdown renewed in Kathmandu Valley","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/c116391f-7416-417b-a8c7-ce70fb2c8abf_mKK94rt.jpg"],"news_body":["Nepali authorities decided on Wednesday to extend a lockdown for 10 more days which has been put in place in the Kathmandu Valley since late April, as the number of Covid-19 cases remains high in the country.","\nA joint meeting of chief district officers of the Kathmandu, Bhaktapur and Lalitpur districts in the valley ","“","decided to extend the ongoing lockdown till June 14,","”"," said Dhundi Prasad Niraula, chief district officer of Lalitpur.","In response to the devastating second wave of Covid-19 that hit Nepal in early April, the Kathmandu Valley has been switched to a lockdown mode since April 29, under which economic and social activities are fully or partially banned to prevent the spread of the virus, the Xinhua news agency reported.","Under the new restrictions announced on Wednesday, grocery stores, which were asked to be shut down last time, are allowed to open till 9 a.m. local time.","The post ","Lockdown renewed in Kathmandu Valley"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 05:55:05 +0000","share_url":"https://www.updatenews360.com/english/india/lockdown-renewed-in-kathmandu-valley/","category_id":"India","subcategory_id":["Bhaktapur","Covid-19","Kathmandu","Lockdown","Nepali","Niraula"]},{"id":10,"title":"WHO expert rules out man-made origin of Covid-19","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/who-expert-c-1024x533.jpg"],"news_body":["Concerns over the artificial origins of Covid-19 do not have any value, Russian virologist and expert at the World Health Organization Dmitry Lvov said.","Coronaviruses are primarily viruses associated with bats. Someone could have been infected either in a room where a bat spent the night or in a cave where bats usually live in large numbers,","”"," he said.","Roughly 150 viruses have been transmitted to humans from animals during the domestication of wild animals, Lvov told a Russian television program last week, the Xinhua news agency reported.","A person could have eaten some meat from animals that have ecological ties with bats, thus becoming the first source of infections, he added.","The post ","WHO expert rules out man-made origin of Covid-19"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 03 Jun 2021 05:50:54 +0000","share_url":"https://www.updatenews360.com/english/india/who-expert-rules-out-man-made-origin-of-covid-19/","category_id":"India","subcategory_id":["Coronavirus","Covid-19","Dmitry Lvov","Russian","WHO"]},{"id":11,"title":"Second wave of COVID-19 rendered 22.7 million Indians jobless","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGs_.png"],"news_body":["The second wave of COVID-19 rendered millions of Indians jobless with 22.7 million jobs in being lost in just two months (April ","&"," May), Mahesh Vyas, Chief of Centre for Monitoring Indian Economy said.","“We lost 22.7 million jobs in April ","&"," May during second wave. Total number of jobs in the country is of the order of 400 million. Of these 400 million people who were employed, 22.7 million lost their jobs in past 2 months,” said an ANI report, quoting Vyas.","Earlier this week, a PTI report citing Vyas had said that around 97 per cent of households","’"," incomes have declined since the beginning of the COVID pandemic last year.","The unemployment rate measured by the think-tank is expected to come at 12 per cent at the end of May as against 8 per cent in April, Vyas told PTI, adding this signifies that about 10 million or 1 crore Indians have lost jobs in this period.","Unemployment rate had touched a record high of 23.5 per cent in May 2020 because of the national lockdown. Many experts opine that the second wave of infections has peaked and states will slowly start to ease the economic activity-impacting restrictions in a calibrated fashion, said the PTI report.","The post ","Second wave of COVID-19 rendered 22.7 million Indians jobless"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 02 Jun 2021 12:18:02 +0000","share_url":"https://www.updatenews360.com/english/india/second-wave-of-covid-19-rendered-22-7-million-indians-jobless/","category_id":"India","subcategory_id":["Covid-19","economy","Indians jobless","Mahesh Vyas","pandemic"]},{"id":12,"title":"23 cr vax doses provided to states till date: Health Ministry","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/covid-vaccine-afp-916796-1605665233-1024x502.jpg"],"news_body":["The Union Ministry of Health and Family Welfare said on Wednesday that more than 23 crore vaccine doses have been provided to the states and Union Territories (UTs) till date, while 1.64 crore doses are still available them for administration.","The government of India has so far provided 23,35,86,960 vaccine doses to the states/UTs, both through the free of cost category and the direct state procurement category.","Of these, the total consumption, including wastages, is 21,71,44,022 doses (as per the data available till 8 am on Wednesday), the ministry said.","More than 1.64 crore vaccine doses (1,64,42,938) are still available with the states/UTs for administration to the beneficiaries.","As part of the nationwide vaccination drive, the government of India has been supporting the states and UTs by providing them vaccines free of cost, the Health Ministry said.","The post ","23 cr vax doses provided to states till date: Health Ministry"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 02 Jun 2021 12:12:23 +0000","share_url":"https://www.updatenews360.com/english/india/23-cr-vax-doses-provided-to-states-till-date-health-ministry/","category_id":"India","subcategory_id":["Covid vaccine","nationwide","territories","vaccination","vaccine","Welfare"]},{"id":13,"title":"Malaysia lauds WHO approval of China’s Sinovac vaccine","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/20210512_afp_who.jpg"],"news_body":["The World Health Organization (WHO)","’","s approval of the CoronaVac Covid-19 vaccine developed by Chinese pharmaceutical company Sinovac Biotech will boost confidence in Malaysia, Malaysia","’","s Science, Technology and Innovation Minister Khairy Jamaluddin said on Wednesday.","Khairy, who is also the coordinating minister for Malaysia","’","s national Covid-19 immunisation program, said the move by the world health body showed the vaccine is safe and effective, the Xinhua news agency reported.","“","The Sinovac vaccine is now approved by WHO. This global recognition is a boost of confidence as our 12 million doses supply of Sinovac will ensure that 18 per cent of our population will benefit from the vaccine. It","’","s safe and effective,","”"," he said in a post on social media.","The Sinovac vaccines have been used in Malaysia","’","s national immunisation program since the country","’","s National Pharmaceutical Regulatory Agency (NPRA) granted conditional approval in March.","Malaysia","’","s leading pharmaceutical company Pharmaniaga is also in partnership with Sinovac to produce locally fill-and-finish vaccine as the first ever human vaccines produced in Malaysia, which in turn is a significant milestone for Malaysia","’","s pharmaceutical industry.","The post ","Malaysia lauds WHO approval of China","’","s Sinovac vaccine"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 02 Jun 2021 12:03:28 +0000","share_url":"https://www.updatenews360.com/english/india/malaysia-lauds-who-approval-of-chinas-sinovac-vaccine/","category_id":"India","subcategory_id":["CoronaVac","Covid-19","Khairy Jamaluddin","Sinovac Biotech","vaccines","WHO"]},{"id":14,"title":"140 gm gold worth Rs 7.14 lakh sezied at airport, one arrested","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/gold-biscuits-1200-1024x569.jpg"],"news_body":["Customs officials today seized 140 gm gold valued at Rs 7.14 lakh and arrested a passenger, who arrived from Doha in Qatar at the Anna International airport here today.","Airport sources said the passenger, Sathish (28), during routine checks by the customs officials, started walking through the Green channel after stating that he has nothing to disclose.","However, the customs officials grew suspicious and picked up the passenger, who was waiting at the e-Pass counter outside, brought him inside the airport and checked his baggages.","As the searches did not yield anything, the officials subjected him to thorough body check and found three gold bars concealed in his shoe socks.","The gold bars weighed 140 gms and was valued at Rs 7.14 lakh.","Customs officials seized the gold bars and arrested him.","The post ","140 gm gold worth Rs 7.14 lakh sezied at airport, one arrested"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 02 Jun 2021 09:10:40 +0000","share_url":"https://www.updatenews360.com/english/india/140-gm-gold-worth-rs-7-14-lakh-sezied-at-airport-one-arrested/","category_id":"India","subcategory_id":["Airport","arrested","Customs","gold","passenger"]},{"id":15,"title":"Canada allows mixing and matching Covid vaccines","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download.jpg"],"news_body":["Canada","’","s National Advisory Committee on Immunization (NACI) has announced its updated guidance to allow mixing and matching approved Covid-19 vaccines in most scenarios.","Under the updated guidance, people who received a first dose of the AstraZeneca vaccine may receive Pfizer-BioNTech or Moderna for their second dose, unless contraindicated. Four vaccines, developed by Pfizer, Moderna, AstraZeneca and Johnson ","&"," Johnson, have been authorized for use in Canada to date, Xinhua reported.","The new guidance also advises that the Pfizer and Moderna vaccines can be mixed for first and second doses.","But it is not recommending AstraZeneca after a first shot of Pfizer or Moderna because of safety concerns and limited data on the use of this combination.","\n\n\n","The post ","Canada allows mixing and matching Covid vaccines"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 02 Jun 2021 05:34:38 +0000","share_url":"https://www.updatenews360.com/english/india/canada-allows-mixing-and-matching-covid-vaccines/","category_id":"India","subcategory_id":["AstraZenec","BioNTech","Canada","Covid-19","NACI","vaccines"]},{"id":16,"title":"Union Minister hospitalised due to post-Covid complications","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/pokhriyal-1621059409-1024x576.jpg"],"news_body":["Union Education Minister Ramesh Pokhriyal Nishank has been admitted to All India Institute of Medical Sciences (AIIMS) due to post-Covid complication.","He was taken to the hospital around 11.30 am and is admitted in a private ward. Pokhriyal had contracted the coronavirus in April.","According to reports, Pokhriyal is receiving treatment from Dr Neeraj Nischal, an associate professor in the Department of Medicine at AIIMS.","“This is to inform you all that I have tested Covid positive today. I am taking medication ","&"," treatment as per the advice of my doctors. Request all those who have come in my contact recently to be observant, and get themselves tested,” Nishank had tweeted in April. He later resumed work after making a full recovery","The post ","Union Minister hospitalised due to post-Covid complications"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 01 Jun 2021 11:11:27 +0000","share_url":"https://www.updatenews360.com/english/india/union-minister-hospitalised-due-to-post-covid-complications/","category_id":"India","subcategory_id":["AIIMS","Covid-19","Education Minister","Neeraj Nischal","Ramesh Pokhriyal Nishank"]},{"id":17,"title":"Ram Jethmalani’s son Mahesh Jethmalani nominated to Rajya Sabha","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/WhatsApp-Image-2021-06-01-at-08.41.19.jpeg"],"news_body":["Former Law Minister Ram Jethmalani","’","s son Mahesh Jethmalani has been nominated for the Rajya Sabha seat vacated following the death of MP Raghunath Mohapatra last month.","The tenure of Mahesh Jethmalani ","—"," one of the leading lawyers of the country, as Rajya Sabha MP would be till May 2024.","Mahesh Jethmalani was associated with the Bharatiya Janata Party (BJP) in the past. He has also been a member of the National Executive of the BJP.","In 2012, Mahesh resigned from the BJP","’","s National Executive, protesting against the then national BJP President Nitin Gadkari. Last year, there were talks of Mahesh going to Rajya Sabha from the nominated quota, although retired Supreme Court Chief Justice Ranjan Gogoi was nominated then.","The post ","Ram Jethmalani","’","s son Mahesh Jethmalani nominated to Rajya Sabha"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 01 Jun 2021 07:31:44 +0000","share_url":"https://www.updatenews360.com/english/india/ram-jethmalanis-son-mahesh-jethmalani-nominated-to-rajya-sabha/","category_id":"India","subcategory_id":["BJP","Law Minister","Mahesh Jethmalani","Nitin Gadkari","Rajya Sabha","Ram Jethmalani"]},{"id":18,"title":"Covid-19: India records 1,27,510 new cases and 2,795 deaths","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/3f83dec0-c293-11eb-a7fb-46e69e76b28f.jpg"],"news_body":["With 1,27,510 fresh infections, the lowest in 54 days, India’s Coronavirus caseload rose to 2,81,75,044.","According to Union Health Ministry data updated this morning, the country’s Covid-19 death toll climbed to 3,31,895 with 2,795 fresh fatalities.","Also, 19,25,374 tests were conducted on Monday taking the total cumulative tests conducted so far for detection of Covid-19 in the country to 34,67,92,257.","The active cases were recorded below 20 lakh after 43 days. They have reduced to 18,95,520 comprising 6.73 per cent of the total infections, while the national Covid-19 recovery rate has improved to 92.09 per cent.","The post ","Covid-19: India records 1,27,510 new cases and 2,795 deaths"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 01 Jun 2021 06:55:04 +0000","share_url":"https://www.updatenews360.com/english/india/covid-19-india-records-127510-new-cases-and-2795-deaths/","category_id":"India","subcategory_id":["Coronavirus","Covid-19","Covid-19 death","positive cases"]}]