[
    {
        "id": 1,
        "title": "Covid-19: India records 91,702 new cases and 3,403 deaths",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Covid-19-Ahmedabad-1024x569.jpg"
        ],
        "news_body": [
            "With 91,702 fresh infections, India’s daily Covid-19 count remained below the one-lakh mark for the fourth consecutive day. The total tally of cases has climbed to 2,92,74,823.",
            "According to Union Health Ministry data updated this morning, the country’s Covid-19 death toll climbed to 3,63,079 with 3,403 fresh deaths.",
            "The active cases further declined to 11,21,671 comprising 3.83 per cent of the total infections, while the national Covid-19 recovery rate has improved to 94.93 per cent.",
            "Also, 20,44,131 tests were conducted on Thursday taking the total cumulative tests conducted so far for detection of Covid-19 in the country to 37,42,42,384.",
            "The post ",
            "Covid-19: India records 91,702 new cases and 3,403 deaths",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 06:57:07 +0000",
        "share_url": "https://www.updatenews360.com/english/india/covid-19-india-records-91702-new-cases-and-3403-deaths/",
        "category_id": "India",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "pandemic"
        ]
    },
    {
        "id": 2,
        "title": "Panel on NEET impact to table report in a month",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-8.jpg"
        ],
        "news_body": [
            "The government on Thursday appointed members for Justice AK Rajan (retired) led high-level Committee to study the impact of NEET on socially backward students in the state.",
            "The committee has been given a month to review the statistics and make necessary recommendations to the government to protect the interest of backward students in the state.",
            "The committee chaired by retired judge AK Rajan would have as its members Dr GR Ravindranath of DASE (Doctors Association for Social Equality), Dr Jawahar Nesan, principal secretaries of the state health and school education departments and secretary of law department and officer on special duty for health and family welfare and director of medical education.",
            "Additional director of Medical Education Movement would be member cum secretary/coordinator of the committee, which would study if socially backward students of the state were affected by NEET, and if they were affected, it would recommend alternative medical admission methods for NEET.",
            "The post ",
            "Panel on NEET impact to table report in a month",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:57:36 +0000",
        "share_url": "https://www.updatenews360.com/english/india/panel-on-neet-impact-to-table-report-in-a-month/",
        "category_id": "India",
        "subcategory_id": [
            "AK Rajan",
            "DASE",
            "Education",
            "NEET",
            "Ravindranath",
            "students"
        ]
    },
    {
        "id": 3,
        "title": "Rahul takes dig at govt over report on pension rules",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-1-2.jpg"
        ],
        "news_body": [
            "Congress leader Rahul Gandhi used the word ",
            "‘",
            "alethophobia",
            "’",
            " on Thursday to take a swipe at the government over its reported decision to amend pension rules.",
            "According to the report, the amendment to Rule 8 means that pension can be withheld or withdrawn if the pensioner disobeys the rules and retired officials have to sign an undertaking to this effect.",
            ": ",
            "”",
            "Alethophobia ",
            "—",
            " the fear of truth,",
            "”",
            " he wrote on Twitter, citing a news report quoting former intelligence and security officials that the new pension rules are a gag order.",
            "The post ",
            "Rahul takes dig at govt over report on pension rules",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:09:30 +0000",
        "share_url": "https://www.updatenews360.com/english/india/rahul-takes-dig-at-govt-over-report-on-pension-rules/",
        "category_id": "India",
        "subcategory_id": [
            "Alethophobia",
            "Congress",
            "Rahul Gandhi",
            "swipe",
            "Twitter"
        ]
    },
    {
        "id": 4,
        "title": "IIT-Madras to develop maritime traffic monitor software",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-4-1024x768.jpg"
        ],
        "news_body": [
            "The Indian Institute of Technology-Madras (IIT-M) researchers will develop an indigenous Vessel Traffic Software (VTS) that will help monitor maritime traffic.",
            "This will cater to the increasing maritime traffic and help keep pace with global technological developments in the maritime domain.",
            "Envisaged initially as part of the Maritime Vision-2030 action plan, this software project is part of a collaboration between IIT-M and V O Chidambaranar (VOC) Port Trust in Tuticorin for which a MoU was signed recently.",
            "A VTS is required under the International Convention for the Safety of Life at Sea, an IIT-M release said here today.",
            "This software will help realize Prime Minister Narendra Modi’s vision for building a ‘Digital India’, besides using digital technologies to build ‘Aatmanirbhar Bharat.’",
            "This software could eventually be used for monitoring maritime traffic in other ports across India.",
            "This Project will be led by National Technology Centre for Ports Waterways and Coasts (NTCPWC), a Centre of Excellence at IIT-M that functions as the technology arm of the Ministry of Ports, Shipping and Waterways.",
            "The post ",
            "IIT-Madras to develop maritime traffic monitor software",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 12:04:15 +0000",
        "share_url": "https://www.updatenews360.com/english/india/iit-madras-to-develop-maritime-traffic-monitor-software/",
        "category_id": "India",
        "subcategory_id": [
            "IIT-M",
            "Narendra modi",
            "Technology",
            "VOC",
            "VTS"
        ]
    },
    {
        "id": 5,
        "title": "Mehul Choksi declared ‘prohibited immigrant’ in Dominica",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Mehul-Choksi-qa_d-1024x576.jpg"
        ],
        "news_body": [
            "Fugitive Indian diamantaire and PNB loan fraud scam accused Mehul Choksi has been declared a prohibited immigrant in Dominica. According to media reports, the Dominican government had on Thursday declared Choksi as a “prohibited immigrant” in their country.",
            "This new twist in Mehul Choksi’s case is likely to boost India’s effort to deport him back to the country to face trial in the PNB scam case.",
            "An order issued by the Ministry of National Security and Home Affairs that said, “in accordance to section 5(1)(f) of the Immigration and Passport Act Chapter 18:01 of the 2017 Revised laws of the Commonwealth of Dominica, you, Mr Mehul Chinubhai Choksi, are hereby declared a prohibited immigrant.”",
            "The post ",
            "Mehul Choksi declared ",
            "‘",
            "prohibited immigrant",
            "’",
            " in Dominica",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 08:33:05 +0000",
        "share_url": "https://www.updatenews360.com/english/india/mehul-choksi-declared-prohibited-immigrant-in-dominica/",
        "category_id": "India",
        "subcategory_id": [
            "Dominican",
            "Fugitive",
            "Mehul Choksi",
            "PNB"
        ]
    },
    {
        "id": 6,
        "title": "Modi condoles medal-winning boxer ‘s death",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/merge-3-3-1024x576.jpg"
        ],
        "news_body": [
            "Prime Minister Narendra Modi on Thursday condoled the demise of Asian Games gold medal-winning former boxer Dingko Singh and said he was was a sporting superstar who contributed to furthering the popularity of boxing.",
            "Singh, who inspired a generation of Indian pugilists with his swashbuckling ring craft and flamboyant personality, died on Thursday after a long battle with liver cancer.",
            "He was 42 and had been fighting the disease since 2017. He is survived by his wife Babai Ngangom, a son and a daughter.",
            "“",
            "Shri Dingko Singh was a sporting superstar, an outstanding boxer who earned several laurels and also contributed to furthering the popularity of boxing,",
            "”",
            " Modi tweeted.",
            "“",
            "Saddened by his passing away. Condolences to his family and admirers. Om Shanti,",
            "”",
            " he said.",
            "The post ",
            "Modi condoles medal-winning boxer ",
            "‘",
            "s death",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 08:24:48 +0000",
        "share_url": "https://www.updatenews360.com/english/india/modi-condoles-medal-winning-boxer-s-death/",
        "category_id": "India",
        "subcategory_id": [
            "Asian Games",
            "boxer",
            "condoled",
            "Dingko Singh",
            "Narendra modi"
        ]
    },
    {
        "id": 7,
        "title": "Kerala BJP takes to streets in protest against govt",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2020-09-27t190805245-893864-1601214178.png"
        ],
        "news_body": [
            "A day after a delegation of top Kerala BJP leaders, met Governor Arif Mohammed Khan to complain that the Pinarayi Vijayan government is out to tarnish the party",
            "’",
            "s image and harass its leaders out of political vendetta , the party on Thursday is organising protests in the streets across the state at 10,000 locations.",
            "The BJP leaders claim that Chief Minister Pinarayi Vijayan is using the police to use the ongoing investigation in the hawala money case of Thrissur to target the BJP leaders and their families, by propagating false baseless reports using the media.",
            "Incidentally, the case pertains to unearthing of large sums of money just before the April 6 assembly polls and then came the revelations of a lady office bearer of the ally of the BJP led NDA, that a portion of the money was given to tribal leader C.K. Janu who leads her party, which is an ally of the NDA in Kerala.",
            "The post ",
            "Kerala BJP takes to streets in protest against govt",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 05:47:23 +0000",
        "share_url": "https://www.updatenews360.com/english/india/kerala-bjp-takes-to-streets-in-protest-against-govt/",
        "category_id": "India",
        "subcategory_id": [
            "Arif Mohammed Khan",
            "BJP",
            "Kerala",
            "Pinarayi Vijayan"
        ]
    },
    {
        "id": 8,
        "title": "Covid-19: India records 94,052 new cases and 6,148 deaths",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/covid1623298877677.jpg"
        ],
        "news_body": [
            "With 94,052 fresh infections, India’s Coronavirus caseload rose to 2,91,83,121 today.",
            "According to Union Health Ministry data updated this morning, the country’s Covid-19 death toll climbed to 3,59,676 with 6,148 fatalities being recorded in a day, the highest since the outbreak of the pandemic.",
            "The active cases in the country have reduced to 11,67,952 after 60 days comprising 4 per cent of the total infections, while the national Covid recovery rate has improved to 94.77 per cent, the data said.",
            "The post ",
            "Covid-19: India records 94,052 new cases and 6,148 deaths",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 05:34:37 +0000",
        "share_url": "https://www.updatenews360.com/english/india/covid-19-india-records-94052-new-cases-and-6148-deaths/",
        "category_id": "India",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "Covid-19 death",
            "pandemic"
        ]
    },
    {
        "id": 9,
        "title": "Anup Chandra Pandey appointed as new Election Commissioner",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGgg_.png"
        ],
        "news_body": [
            "Former Uttar Pradesh Chief Secretary Anup Chandra Pandey was today appointed as the new Election Commissioner. Pandey retired as the Chief Secretary of UP in August 2019.",
            "Chief Election Commissioner (CEC) Sushil Chandra and Election Commissioner Rajiv Kumar are the other two members of the poll panel, which saw a vacancy after CEC Sunil Arora demitted office in April this year.",
            "The appointment of Pandey will restore the poll panel to its full strength as a three-member commission.",
            "The EC will oversee the next set of crucial Assembly elections in Uttar Pradesh, Punjab, Goa, Manipur and Uttarakhand next year.",
            "The post ",
            "Anup Chandra Pandey appointed as new Election Commissioner",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 11:48:43 +0000",
        "share_url": "https://www.updatenews360.com/english/india/anup-chandra-pandey-appointed-as-new-election-commissioner/",
        "category_id": "India",
        "subcategory_id": [
            "Anup Chandra Pandey",
            "CEC",
            "Election Commissioner",
            "Sushil Chandra"
        ]
    },
    {
        "id": 10,
        "title": "Heavy rain in Mumbai",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-1-7.jpg"
        ],
        "news_body": [
            "The south-west monsoon arrived in Mumbai and its neighbouring areas on Wednesday, the IMD announced as heavy rains lashed the country",
            "’",
            "s financial capital and suburbs since early morning.",
            "Local train services from Mumbai",
            "’",
            "s Chhatrapati Shivaji MaharajTerminus (CSMT) to neighbouring Thane and Vashi in Navi Mumbai were suspended due to water-logging on some railway tracks, officials said.",
            "Routes of some BEST buses run the city civic body",
            "’",
            "s transport wing were also diverted, they said.",
            "A high tide of over four metres is expected around noon in the Arabian Sea, the Brihanmumbai Municipal Corporation (BMC) said.",
            "The post ",
            "Heavy rain in Mumbai",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 10:25:26 +0000",
        "share_url": "https://www.updatenews360.com/english/india/heavy-rain-in-mumbai/",
        "category_id": "India",
        "subcategory_id": [
            "CSMT",
            "IMD",
            "monsoon",
            "Mumbai",
            "Rain water"
        ]
    },
    {
        "id": 11,
        "title": "Jitin Prasada, close aide of Rahul Gandhi and senior Congress leader, joins BJP",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGh_.png"
        ],
        "news_body": [
            "In a huge setback to the Congress party, its senior leader Jitin Prasada on Wednesday formally joined the BJP. He was formally inducted into the party in the presence of Union Minister Piyush Goyal and other top saffron leaders at the BJP headquarters in New Delhi.",
            "After Jyotiraditya Scindia, Jitin Prasada, 47 is the second top Congress leader and former close aide of Rahul Gandhi to defect to the BJP.",
            "Speculation was rife even during the 2019 Lok Sabha elections about Jitin Prasada joining the BJP, but it is believed that the Congress leadership had then managed to persuade him against quitting the party.",
            "Sources in the BJP said that he may be asked to contest the upcoming state assembly polls in 2022 and then he might play a role in the 2024 Lok Sabha elections.",
            "The post ",
            "Jitin Prasada, close aide of Rahul Gandhi and senior Congress leader, joins BJP",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 10:22:48 +0000",
        "share_url": "https://www.updatenews360.com/english/india/jitin-prasada-close-aide-of-rahul-gandhi-and-senior-congress-leader-joins-bjp/",
        "category_id": "India",
        "subcategory_id": [
            "BJP",
            "Congress",
            "former",
            "Jitin Prasada",
            "Piyush Goyal"
        ]
    },
    {
        "id": 12,
        "title": "Puducherry to begin home delivery of liquor",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/alcoho-1024x683-1.jpg"
        ],
        "news_body": [
            "The Puducherry administration is contemplating introducing the system of home delivery of liquor in a bid to reduce the crowd in liquor shops which was opened here on Tuesday after a gap of 40 days. This comes days after the Delhi government made a similar announcement on home delivery of alcohol via apps.",
            "According to official sources, the administration has directed the the excise department to look into the option of home delivery of liquor to reduce crowd. It is being considered as rules will have to be amended for allowing home delivery of liquor. The Puducherry administration has extended its ongoing lockdown by another week from June 7 midnight to June 14 and announced easing of several restrictions.",
            "The announcement comes following a decline in coronavirus cases in the UT.",
            "The post ",
            "Puducherry to begin home delivery of liquor",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 09:30:32 +0000",
        "share_url": "https://www.updatenews360.com/english/india/puducherry-to-begin-home-delivery-of-liquor/",
        "category_id": "India",
        "subcategory_id": [
            "alcohol",
            "Coronavirus",
            "delivery",
            "liquor",
            "Lockdown",
            "Puducherry"
        ]
    },
    {
        "id": 13,
        "title": "Elephants undergo COVID-19 test in Mudumalai reserve",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture_NQxpIG5.png"
        ],
        "news_body": [
            "Amid Covid-19 fear in animals, a total of 28 elephants underwent the COVID-19 test on Tuesday at Mudumalai Tiger Reserve in Chennai. The samples were sent to Indian Veterinary Research Institute in Uttar Pradesh and reports are expected to come within a few days.",
            "This came after a lioness died of COVID-19, and a few other lions tested positive for the virus at the Arignar Anna Zoological Park. Following this, State Forest Minister Ramachandran ordered the COVID-19 test for all the elephants in Mudumalai Tiger Reserve.",
            "The post ",
            "Elephants undergo COVID-19 test in Mudumalai reserve",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 09:23:32 +0000",
        "share_url": "https://www.updatenews360.com/english/india/elephants-undergo-covid-19-test-in-mudumalai-reserve/",
        "category_id": "India",
        "subcategory_id": [
            "Covid-19",
            "elephants",
            "Mudumalai",
            "Tiger",
            "underwent",
            "Zoological Park"
        ]
    },
    {
        "id": 14,
        "title": "India records 92,596 new COVID-19 cases in 24 hours",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-5.png"
        ],
        "news_body": [
            "India recorded 92,596 new COVID-19 cases and 2,219 deaths in the last 24 hours, the Union Health Ministry informed on Wednesday (June 9, 2021).",
            "With this, India",
            "’",
            "s total coronavirus caseload has increased to 2,90,89,069, of which, 3,53,528 have succumbed to the virus, while 12,31,415 are active cases.",
            "The weekly positivity rate currently stands at 5.66%, whereas, the daily positivity rate is at 4.66%. The country also witnessed 1,62,664 patients recovering in the last 24 hours, which took the total number of COVID-19 recoveries in India to 2.75 crores.",
            "Earlier on Tuesday, Dr Randeep Guleria, Director, All India Institute of Medical Sciences (AIIMS) Delhi, said that if we have to stop subsequent waves, we need to aggressively follow COVID appropriate behaviour until we can say that a significant number of India",
            "’",
            "s population is vaccinated or has acquired natural immunity.",
            "The post ",
            "India records 92,596 new COVID-19 cases in 24 hours",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 06:39:28 +0000",
        "share_url": "https://www.updatenews360.com/english/india/india-records-92596-new-covid-19-cases-in-24-hours/",
        "category_id": "India",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "Dr Randeep Guleria",
            "pandemic"
        ]
    },
    {
        "id": 15,
        "title": "One more teacher held under Pocso",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-6.jpg"
        ],
        "news_body": [
            "Another another teacher of a reputed private school in the city was arrested on Tuesday under Pocso Act for allegedly sexually harassing students. The teacher, J Anand of Maharishi Vidya Mandir, was placed under suspension on May 28 after complaints against him from students flooded social media.",
            "On Tuesday, a team from Kilpauk all-women police station arrested Anand, who was remanded in judicial custody. Following the torrent of complaints, the district Child Welfare Committee (CWC) had also conducted inquiries and sent a detailed report to the State government.",
            "The post ",
            "One more teacher held under Pocso",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 06:34:13 +0000",
        "share_url": "https://www.updatenews360.com/english/india/one-more-teacher-held-under-pocso/",
        "category_id": "India",
        "subcategory_id": [
            "CWC",
            "J Anand",
            "POCSO",
            "social media.",
            "students",
            "teachers"
        ]
    },
    {
        "id": 16,
        "title": "UN urges action to end AIDS, saying COVID-19 hurt progress",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/60ba32672190a.image_-1024x768.jpg"
        ],
        "news_body": [
            "The UN General Assembly overwhelmingly approved a declaration Tuesday calling for urgent action to end AIDS by 2030, noting “with alarm” that the COVID-19 pandemic has exacerbated inequalities and pushed access to AIDS medicines, treatments and diagnosis further off track.",
            "The declaration commits the assembly",
            "’",
            "s 193 member nations to implement the 18-page document, including reducing annual new HIV infections to under 370,000 and annual AIDS-related deaths to under 250,000 by 2025. It also calls for progress toward eliminating all forms of HIV-related stigma and discrimination and for urgent work toward an HIV vaccine and a cure for AIDS.",
            "Without a huge increase in resources and coverage for those vulnerable and infected, “we will not end the AIDS epidemic by 2030,” the assembly warned.",
            "It said the coronavirus pandemic has created setbacks in combating AIDS, “widening fault lines within a deeply unequal world and exposing the dangers of under-investment in public health, health systems and other essential public services for all and pandemic preparedness.”",
            "The post ",
            "UN urges action to end AIDS, saying COVID-19 hurt progress",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 04:58:47 +0000",
        "share_url": "https://www.updatenews360.com/english/india/un-urges-action-to-end-aids-saying-covid-19-hurt-progress/",
        "category_id": "India",
        "subcategory_id": [
            "AIDS",
            "Coronavirus",
            "covid-19 vaccine",
            "pandemic"
        ]
    },
    {
        "id": 17,
        "title": "AIIMS chief talks about next wave of Covid affecting children",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/152828-frstkwbzai-1609684030-1024x538.jpg"
        ],
        "news_body": [
            "Dr Randeep Guleria, the director of Delhi’s All India Institute of Medical Sciences (AIIMS), has said that there is no evidence to suggest that the next wave of Covid-19 will cause serious infection in children.",
            "“I don’t think we will have a serious infection in children in the future,” said Guleria during a press briefing of the Union Ministry of Health and Family Welfare at PIB in Delhi.",
            "“No data, global or Indian, has had any observations of kids being affected more. Even in the data from the second wave, most infected kids had mild illness. Mostly those with co-morbidities required hospital admission,” he said.",
            "The post ",
            "AIIMS chief talks about next wave of Covid affecting children",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 04:55:46 +0000",
        "share_url": "https://www.updatenews360.com/english/india/aiims-chief-talks-about-next-wave-of-covid-affecting-children/",
        "category_id": "India",
        "subcategory_id": [
            "AIIMS",
            "Covid-19",
            "Delhi",
            "Dr Randeep Guleria",
            "PIB"
        ]
    },
    {
        "id": 18,
        "title": "Covid-19: India’s daily count dips below one lakh after two months",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2-5.jpg"
        ],
        "news_body": [
            "After a gap of nearly two months, India’s Coronavirus daily caseload came down below one lakh. The country reported 86,498 fresh cases, thus taking the total tally to 2,89,96,473 today.",
            "According to Union Health Ministry data reported this morning, the country’s Covid-19 death toll climbed to 3,51,309 with 2,123 daily deaths.",
            "Also, 18,73,485 tests were conducted on Monday taking the total cumulative tests conducted so far for detection of Covid-19 in the country to 36,82,07,596.",
            "The active cases reduced to 13,03,702 comprising 4.50 per cent of the total infections, while the national Covid-19 recovery rate has improved to 94.29 per cent.",
            "The post ",
            "Covid-19: India’s daily count dips below one lakh after two months",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 08 Jun 2021 07:03:46 +0000",
        "share_url": "https://www.updatenews360.com/english/india/covid-19-indias-daily-count-dips-below-one-lakh-after-two-months/",
        "category_id": "India",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "Covid-19 death",
            "Lockdown",
            "pandemic"
        ]
    }
]