[
    {
        "id": 1,
        "title": "Gunmen kill 5 civilians in Kabul",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-7.png"
        ],
        "news_body": [
            "At least five civilians were shot dead by unidentified gunmen in Kabul, police in the Afghan capital said on Saturday.",
            "Late Friday night, the victims were singled out by the gunmen from several vehicles carrying civilians from a wedding party and were kidnapped from the Arghand-e-Payyan area, the police said in a statement.",
            "They were shot dead at the same area shortly after kidnapping, reports Xinhua news agency.",
            "“",
            "Initial report says that the Taliban terrorist group might have carried out the shooting,",
            "”",
            " the statement added.",
            "Those among the killed was Ghazi Uryakhil, a local elder, residents told local media.",
            "The Taliban group has not made a comment on the incident so far.",
            "The post ",
            "Gunmen kill 5 civilians in Kabul",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 10:44:27 +0000",
        "share_url": "https://www.updatenews360.com/english/international/gunmen-kill-5-civilians-in-kabul/",
        "category_id": "International",
        "subcategory_id": [
            "Afghan",
            "civilians",
            "Ghazi Uryakhil",
            "Kabul",
            "Taliban"
        ]
    },
    {
        "id": 2,
        "title": "Sri Lanka reports highest daily Covid deaths",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-9.jpg"
        ],
        "news_body": [
            "Sri Lanka has reported the highest single-day Covid-19 fatalities, taking the overall death toll to 2,011, according to the Health Ministry.",
            "On Friday, the Health Minister reported 101 new fatalities, reports Xinhua news agency.",
            "Meanwhile, a total of 216,134 confirmed cases have been reported in the country to date, with over 2,600 new patients detected in the past 24 hours.",
            "The active patient count is 31,986, the Ministry said.",
            "Sri Lanka is presently in the midst of a third wave of the pandemic, and the country is under a strict nationwide travel restriction which is expected to be lifted on June 14.",
            "Within the past two months, over 100,000 new infections have been reported as the highly contagious Delta and Alpha variants of Covid-19 were detected in several areas, health officials said.",
            "The post ",
            "Sri Lanka reports highest daily Covid deaths",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 05:22:45 +0000",
        "share_url": "https://www.updatenews360.com/english/international/sri-lanka-reports-highest-daily-covid-deaths/",
        "category_id": "International",
        "subcategory_id": [
            "Alpha variants",
            "Coronavirus",
            "Covid-19",
            "Delta",
            "Sri Lanka"
        ]
    },
    {
        "id": 3,
        "title": "111 militants killed in 24 hrs in Afghanistan",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGj_.png"
        ],
        "news_body": [
            "At least 111 Taliban militants were killed in the last 24 hours across Afghanistan, the Ministry of Interior said in a statement.",
            "“",
            "Following a series of government forces air-and-ground operations, 111 Taliban fighters have been killed and 79 others wounded in Wardak, Kandahar, Uruzgan, Zabul, Badghis, Faryab, Nimruz, Helmand, Takhar and Badakhshan provinces in the past 24 hours,",
            "”",
            " Xinhua news agency quoted the Ministry statement issued on Friday as saying.",
            "The forces also detected and foiled 12 explosive devices in different parts of the country, the statement added.",
            "The Interior Ministry however, did not say if there were any deaths among the security forces.",
            "Since the official withdrawal of the US and other NATO troops in Afghanistan on May 1, the Taliban have intensified attacks on provincial capitals, districts, bases and checkpoints.",
            "Tens of thousands of Afghans have been displaced in the past few weeks.",
            "The post ",
            "111 militants killed in 24 hrs in Afghanistan",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 12 Jun 2021 05:14:35 +0000",
        "share_url": "https://www.updatenews360.com/english/international/111-militants-killed-in-24-hrs-in-afghanistan/",
        "category_id": "International",
        "subcategory_id": [
            "Afghanistan",
            "NATO",
            "Takhar",
            "Taliban",
            "Uruzgan"
        ]
    },
    {
        "id": 4,
        "title": "Biden lays out US vax donations, urges world leaders to join",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/60c25e9377fe9.image_-1024x683.jpg"
        ],
        "news_body": [
            "President Joe Biden urged global leaders Thursday to join him in sharing coronavirus vaccines with struggling nations around the world after he promised the U.S. would donate 500 million doses to help speed the pandemic",
            "’",
            "s end and bolster the strategic position of the world",
            "’",
            "s wealthiest democracies.",
            "Speaking in England before a summit of the Group of Seven world leaders, Biden announced the U.S. commitment to vaccine sharing, which comes on top of 80 million doses he has already pledged by the end of the month. He argued it was in both America",
            "’",
            "s interests and the world",
            "’",
            "s to make vaccination widely and speedily available everywhere.",
            "We",
            "’",
            "re going to help lead the world out of this pandemic working alongside our global partners, Biden said. He added that on Friday the G-7 nations would join the U.S. in outlining their vaccine donation commitments.",
            "The post ",
            "Biden lays out US vax donations, urges world leaders to join",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:42:37 +0000",
        "share_url": "https://www.updatenews360.com/english/international/biden-lays-out-us-vax-donations-urges-world-leaders-to-join/",
        "category_id": "International",
        "subcategory_id": [
            "America",
            "Coronavirus",
            "Joe biden",
            "pandemic",
            "vaccines"
        ]
    },
    {
        "id": 5,
        "title": "Hotel near G-7 summit closes over COVID outbreak",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/b.png"
        ],
        "news_body": [
            "A hotel hosting media and security staff for the Group of Seven summit in England has temporarily shut down because of a COVID-19 outbreak.",
            "The Pedn Olva in St. Ives shut down for a deep clean, according to its owners, the St Austell Brewery. The shutdown came after an undisclosed number of staff contracted COVID-19.",
            "The owners said Thursday that the hotel will reopen after the deep clean and after they have enough staff to run it.",
            "G-7 leaders begin three days of meetings Friday in Carbis Bay, a small seaside village.",
            "While locals in the community are accustomed to crowds and traffic in the summer, disruptions caused by the summit are rather more extreme.",
            "The post ",
            "Hotel near G-7 summit closes over COVID outbreak",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:38:01 +0000",
        "share_url": "https://www.updatenews360.com/english/international/hotel-near-g-7-summit-closes-over-covid-outbreak/",
        "category_id": "International",
        "subcategory_id": [
            "Austell Brewery",
            "Covid-19",
            "England",
            "hotel",
            "Pedn Olva"
        ]
    },
    {
        "id": 6,
        "title": "Blasts rock Yemen’s Marib city centre",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-6.png"
        ],
        "news_body": [
            "At least five people were killed in explosions that shook the Yemeni city of Marib, medical sources said, and which local and military officials blamed on Houthi missile and drone strikes.",
            "An official said Houthi forces trying to seize gas-rich Marib fired a missile and a drone. An army spokesperson later told Al Hadath TV channel that two missiles hit a residential area and a market, and that two drones were launched. Two medical sources told Reuters the hospital had received five people killed in the blasts and more than 15 injured. Another military spokesperson told Al Hadath that at least 8 people were killed and tens wounded.",
            "There was no confirmation from the Iran-aligned Houthi movement, which has launched an offensive to take the internationally recognised government",
            "’",
            "s last stronghold in the north of the Arabian Peninsula country. ",
            "“",
            "The missiles fell on a residential neighbourhood and on a commercial market. There is no military activity there at all,",
            "”",
            " army spokesperson Yahya al-Hatmi told Saudi-owned Al Hadath.",
            "The post ",
            "Blasts rock Yemen",
            "’",
            "s Marib city centre",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 11 Jun 2021 05:33:18 +0000",
        "share_url": "https://www.updatenews360.com/english/international/blasts-rock-yemens-marib-city-centre/",
        "category_id": "International",
        "subcategory_id": [
            "army",
            "Blasts rock",
            "Killed",
            "Marib",
            "Yemeni city"
        ]
    },
    {
        "id": 7,
        "title": "9 killed in S Korea’s building collapse",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/000_9BQ23F.jpg"
        ],
        "news_body": [
            "At least nine people were killed and eight others injured after a building collapsed in southwest South Korea, officials said.",
            "The five-storey building under demolition unexpectedly collapsed on Wednesday afternoon at the southwestern city of Gwangju, and it was reported to the firefighting authorities at about 4:22 pm (local time).",
            "A bus, which stopped at a station near the construction site, was buried with debris, killing nine people and leaving eight others wounded who were taken to a nearby hospital, Xinhua reported.",
            "Rescuers saved 17 people, mostly those from the buried bus, and were searching for any trapped pedestrian or construction worker.",
            "The post ",
            "9 killed in S Korea",
            "’",
            "s building collapse",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:37:37 +0000",
        "share_url": "https://www.updatenews360.com/english/international/9-killed-in-s-koreas-building-collapse/",
        "category_id": "International",
        "subcategory_id": [
            "building",
            "construction",
            "Gwangju",
            "Killed",
            "South Korea"
        ]
    },
    {
        "id": 8,
        "title": "UK reports highest daily covid cases since Feb",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/118865987_hi066630837.jpg"
        ],
        "news_body": [
            "Britain has reported another 7,540 coronavirus cases in the latest 24-hour period, the highest number since late February, according to official figures released on Wednesday.",
            "The country also recorded another six coronavirus-related deaths, bringing the national death toll to 127,860. These figures only include the deaths of people who died within 28 days of their first positive test, Xinhua news agency reported.",
            "To date, Britain has recorded a total of 4,535,754 coronavirus cases.",
            "More than 40.7 million people, or over three-quarters of adults in Britain, have been given the coronavirus vaccine jab, while more than 28.5 million people have been fully vaccinated, according to the latest official figures.",
            "The latest data were revealed as more than one million people booked a COVID-19 vaccine through the National Health Service (NHS) website on Tuesday, a record high.",
            "The post ",
            "UK reports highest daily covid cases since Feb",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:34:32 +0000",
        "share_url": "https://www.updatenews360.com/english/international/uk-reports-highest-daily-covid-cases-since-feb/",
        "category_id": "International",
        "subcategory_id": [
            "Britain",
            "Coronavirus",
            "Covid-19",
            "deaths",
            "vaccines"
        ]
    },
    {
        "id": 9,
        "title": "Biden arrives in UK for G7 summit",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/skynews-president-joe-biden_5410434.jpg"
        ],
        "news_body": [
            "U.S. President Joe Biden arrived in Britain on Wednesday on his first trip abroad since taking office, an eight-day mission to rebuild trans-Atlantic ties strained during the Trump era and to reframe relations with Russia.",
            "The trip tests the Democratic president",
            "’",
            "s ability to manage and repair relationships with major allies who grew disenchanted with then-President Donald Trump",
            "’",
            "s trade tariffs and withdrawal from treaties.",
            "Will the democratic alliances and institutions that shaped so much of the last century prove their capacity against modern-day threats and adversaries? I believe the answer is yes. And this week in Europe, we have the chance to prove it, Biden said in an article published in the Washington Post. Biden told reporters as he left for Europe that his goals were strengthening the alliance, making it clear to Putin and to China that Europe and the United States are tight.",
            "The post ",
            "Biden arrives in UK for G7 summit",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 10 Jun 2021 06:21:41 +0000",
        "share_url": "https://www.updatenews360.com/english/international/biden-arrives-in-uk-for-g7-summit/",
        "category_id": "International",
        "subcategory_id": [
            "democratic",
            "Donald Trump",
            "Joe biden",
            "Trump"
        ]
    },
    {
        "id": 10,
        "title": "Covid case count tops 210,000 in Sri Lanka",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGgh_.png"
        ],
        "news_body": [
            "Sri Lanka",
            "’",
            "s total Covid cases have crossed the 210,000-mark with 2,682 fresh infections, according to the country",
            "’",
            "s Health Ministry.",
            "Sri Lanka has so far reported 210,661 Covid-19 cases, out of which 178,259 patients had recovered and been discharged, bringing down the active patient count to 30,613, Xinhua reported.",
            "A total of 54 more Covid-19 deaths were reported on Tuesday, the highest number of fatalities in a day, bringing the total death toll from the virus to 1,844.",
            "Sri Lanka is in grip of a third wave of the Covid-19 pandemic with over 100,000 cases detected since April.",
            "Authorities last Wednesday extended an ongoing nationwide travel restriction till June 14 in a bid to stop the rapid spread of the virus.",
            "The post ",
            "Covid case count tops 210,000 in Sri Lanka",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 10:19:31 +0000",
        "share_url": "https://www.updatenews360.com/english/international/covid-case-count-tops-210000-in-sri-lanka/",
        "category_id": "International",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "pandemic",
            "Sri Lanka"
        ]
    },
    {
        "id": 11,
        "title": "New dinosaur species discovered in Australia",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-12.jpg"
        ],
        "news_body": [
            "Scientists have confirmed the discovery of a new dinosaur species in Australia, one of the largest found in the world, more than a decade after cattle farmers first uncovered bones of the animal.",
            "The plant-eating sauropod lived in the Cretaceous period between 92 million and 96 million years ago when Australia was attached to Antarctica, according to a research paper published on Monday.",
            "Paleontologists estimated the dinosaur reached a height of 5-6.5 metres at the hip and 25-30 metres in length, making it as long as a basketball court and as tall as a two storey building.",
            "That makes the new species the largest dinosaur ever found in Australia and puts it in the top five in the world, joining an elite group of titanosaurs previously only discovered in South America.",
            "The post ",
            "New dinosaur species discovered in Australia",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 09 Jun 2021 05:07:26 +0000",
        "share_url": "https://www.updatenews360.com/english/international/new-dinosaur-species-discovered-in-australia/",
        "category_id": "International",
        "subcategory_id": [
            "animal",
            "Australia",
            "basketball",
            "dinosaur",
            "farmers"
        ]
    },
    {
        "id": 12,
        "title": "Uddhav Thackeray meets PM",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/136932-foetebcytj-1582290067-1024x538.jpg"
        ],
        "news_body": [
            "Maharashtra Chief Minister Uddhav Thackeray met Prime Minister Narendra Modi in Delhi today. Uddhav Thackeray was accompanied by Deputy CM Ajit Pawar and Minister Ashok Chavan.",
            "Along with a photo, the PMO tweeted, “Chief Minister of Maharashtra Shri Uddhav Thackeray, Deputy Chief Minister Shri @AjitPawarSpeaks and Cabinet Minister Shri @AshokChavanINC called on PM @narendramodi. @OfficeofUT @CMOMaharashtra.”",
            "‘I raised the issue of Maratha reservation,” said the Chief Minister. Cyclone Tauktae relief for Maharashtra was also discussed.",
            "The post ",
            "Uddhav Thackeray meets PM",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 08 Jun 2021 09:41:01 +0000",
        "share_url": "https://www.updatenews360.com/english/international/uddhav-thackeray-meets-pm/",
        "category_id": "International",
        "subcategory_id": [
            "Ajit Pawar",
            "Ashok Chavan",
            "Cyclone Tauktae",
            "Narendra modi",
            "Uddhav Thackeray"
        ]
    },
    {
        "id": 13,
        "title": "Nepal detects 3,370 new COVID-19 infections",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/AK26G3EKAQFKBJRL2NA4AMBFCU.jpg"
        ],
        "news_body": [
            "Nepal",
            "’",
            "s COVID-19 caseload jumped to 606,155 on Monday as 3,370 more people were infected with the virus.",
            "According to the health ministry, 12,002 swab samples were taken for the RT-PCR test in the last 24 hours, of which 2,268 results returned positive. The virus was detected among 1,102 people in antigen tests conducted on 5,901 people in same period.",
            "There are active 85,544 coronavirus cases in the country. The number of people who have recovered from the disease is 497,960.",
            "In the last 24 hours, 6,951 people have recovered, while 92 deaths were also recorded. The death toll stands at 7,990 in the country.",
            "The post ",
            "Nepal detects 3,370 new COVID-19 infections",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 08 Jun 2021 06:28:49 +0000",
        "share_url": "https://www.updatenews360.com/english/international/nepal-detects-3370-new-covid-19-infections/",
        "category_id": "International",
        "subcategory_id": [
            "Coronavirus",
            "Covid-19",
            "pandemic",
            "positive",
            "vaccine"
        ]
    },
    {
        "id": 14,
        "title": "51 killed in a major rail mishap in Pakistan",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/pakistan-train-main-1024x569.jpg"
        ],
        "news_body": [
            "An express train rammed into derailed coaches of another train, killing up to 51 people and injuring over 100 others in Pakistan",
            "’",
            "s southern Sindh province on Monday, forcing authorities to call in the Army and paramilitary forces for rescue and relief operations in one of the worst rail accidents in the country in recent years.",
            "The Millat Express train from Karachi to Sargodha derailed and its coaches fell across the adjacent track near Dharki, a city located in the Ghotki district of upper Sindh.",
            "The deadly accident occurred when the Sir Syed Express headed from Rawalpindi to Karachi, coming from the other direction, smashed into derailed coaches of the first train, a spokesperson of Pakistan Railways said.",
            "The post ",
            "51 killed in a major rail mishap in Pakistan",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Tue, 08 Jun 2021 06:20:07 +0000",
        "share_url": "https://www.updatenews360.com/english/international/51-killed-in-a-major-rail-mishap-in-pakistan/",
        "category_id": "International",
        "subcategory_id": [
            "accidents",
            "army",
            "Millat Express",
            "pakistan",
            "Railways",
            "Rawalpindi"
        ]
    },
    {
        "id": 15,
        "title": "Meghan and Harry welcome second child",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/1000x-1.jpg"
        ],
        "news_body": [
            "The second baby for the Duke and Duchess of Sussex is officially here: Meghan gave birth to a healthy girl on Friday.",
            "A spokesperson for Prince Harry and Meghan said Sunday the couple welcomed their child Lilibet Lili Diana Mountbatten-Windsor. Their daughter weighed in at 7 lbs, 11 oz.",
            "Her first name, Lilibet, is a nod to Her Majesty The Queen",
            "’",
            "s nickname. Her middle name is in honor of her grandmother and Harry",
            "’",
            "s mother. The baby is the eighth in line to the British throne.",
            "No photos of the newborn or the Sussexs accompanied the announcement.",
            "The birth comes after the Harry and Meghan",
            "’",
            "s explosive TV interview with Oprah Winfrey in March.",
            "The couple described painful discussions about the colour of their first child",
            "’",
            "s skin, losing royal protection and the intense pressures that led her to contemplate suicide.",
            "The post ",
            "Meghan and Harry welcome second child",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 05:18:14 +0000",
        "share_url": "https://www.updatenews360.com/english/international/meghan-and-harry-welcome-second-child/",
        "category_id": "International",
        "subcategory_id": [
            "children",
            "Duchess",
            "Duke",
            "Lilibet Lili",
            "Meghan",
            "Prince Harry"
        ]
    },
    {
        "id": 16,
        "title": "US to donate 750K vax doses to Taiwan",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/us-to-donate-750k-covid-vax-doses-to-taiwan-60bc90ea1b23d-1622970602.jpg"
        ],
        "news_body": [
            "The US will donate 750,000 Covid-19 vaccine doses to Taiwan, Senator Ladda Tammy Duckworth said here on Sunday.",
            "It was critical to the US that Taiwan be included in the first group to receive vaccines, because we recognise your urgent need and we value this partnership, Duckworth said at the Taipei Songshan Airport according to state-run Central News Agency.",
            "On Friday, the American Institute in Taipei, which acts as the de facto American embassy, said that Taiwan would be included in the first tranche of the more than 80 million Covid-19 vaccines set to be donated by the US, without mentioning details.",
            "Duckworth and fellow US Senators Dan Sullivan and Chris Coons on Sunday arrived at Taipei airport and were greeted by Foreign Minister Joseph Wu.",
            "Wu said Taiwan was very grateful for being included in the Biden administration",
            "’",
            "s plan to export coronavirus vaccines to other countries.",
            "Coons also noted that Taiwan was prevented from joining the world health alliance and has encountered roadblocks in its access to safe and effective vaccines.",
            "The post ",
            "US to donate 750K vax doses to Taiwan",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 05:14:00 +0000",
        "share_url": "https://www.updatenews360.com/english/international/us-to-donate-750k-vax-doses-to-taiwan/",
        "category_id": "International",
        "subcategory_id": [
            "Airport",
            "Biden",
            "Coronavirus",
            "Covid-19",
            "Ladda Tammy Duckworth",
            "Taiwan",
            "vaccines"
        ]
    },
    {
        "id": 17,
        "title": "Brazil reports 39,637 coronavirus cases and 873 deaths",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-10.jpg"
        ],
        "news_body": [
            "Brazil has had 39,637 new cases of the novel coronavirus reported in the past 24 hours, and 873 deaths from COVID-19, the health ministry said on Sunday.",
            "The numbers reflect a weekend drop-in registered cases and deaths. On a rolling seven-day average, Brazil is reporting more than 1,800 deaths a day.",
            "The South American country has now registered 16,947,062 cases since the pandemic began, while the official death toll has risen to 473,404, according to ministry data, in the world",
            "’",
            "s third-worst outbreak outside the United States and India, and its second-deadliest.",
            "Meanwhile, reports say British Prime Minister Boris Johnson will use the Group of Seven wealthy democracies",
            "’",
            " summit next week to urge world leaders to commit to vaccinating the global population by the end of 2022.",
            "The post ",
            "Brazil reports 39,637 coronavirus cases and 873 deaths",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 07 Jun 2021 05:09:38 +0000",
        "share_url": "https://www.updatenews360.com/english/international/brazil-reports-39637-coronavirus-cases-and-873-deaths/",
        "category_id": "International",
        "subcategory_id": [
            "Boris Johnson",
            "Brazil",
            "Coronavirus",
            "Covid 19",
            "vaccine"
        ]
    },
    {
        "id": 18,
        "title": "North Korean leader calls for meeting to review battered economy",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-3-2.jpg"
        ],
        "news_body": [
            "North Korean leader Kim Jong Un has presided over a meeting of his ruling party in his first public appearance in about a month, and called for a larger political conference to discuss efforts to salvage a decaying economy.",
            "The North",
            "’",
            "s official Korean Central News Agency said Saturday that Kim expressed appreciation that a lot of works were being sped up thanks to the “ideological enthusiasm and fighting spirit of self-reliance” demonstrated by the party and his people.",
            "But he also said there was a need to correct “deflective matters” and called for a plenary meeting of the Workers",
            "’",
            " Party",
            "’",
            "s Central Committee to review overall state affairs for the first half of 2021. The party announced that the plenary meeting was set for early June.",
            "Kim",
            "’",
            "s appearance at Friday",
            "’",
            "s Politburo meeting was the first time he showed himself in public since May 6, when he held a photo session with families of North Korean soldiers.",
            "The post ",
            "North Korean leader calls for meeting to review battered economy",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 05 Jun 2021 10:34:05 +0000",
        "share_url": "https://www.updatenews360.com/english/international/north-korean-leader-calls-for-meeting-to-review-battered-economy/",
        "category_id": "International",
        "subcategory_id": [
            "Business",
            "economy",
            "Kim Jong",
            "North Korean",
            "Politburo"
        ]
    }
]