[{"id":1,"title":"Myanmar’s Suu Kyi makes first in-person court appearance","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/myanmar-66-1024x682.jpg"],"news_body":["Myanmar","’","s ousted leader, Aung San Suu Kyi, appeared in court in person on Monday for the first time since the military arrested her when it seized power on February 1.","Myanmar state television MRTV broadcast on its evening news program the first photo of Suu Kyi, 75, since the coup. It showed her sitting straight-backed in a small courtroom, wearing a pink face-mask, her hands folded in her lap. Alongside her were her two co-defendants, former President Win Myint and Myo Aung, the former mayor of Naypyitaw, Myanmar","’","s capital.","One of their lawyers, Min Min Soe, told The Associated Press by phone that the three were able to meet with their defense team for about 30 minutes before the hearing began at a special court set up inside Naypyitaw","’","s city council building.","Suu Kyi","’","s only previous court appearances have been by video link and she had not been allowed to meet in person with any of her lawyers.","Min Min Soe said Suu Kyi wanted to tell Myanmar","’","s people that her National League for Democracy party will stand by them.","The post ","Myanmar","’","s Suu Kyi makes first in-person court appearance"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 25 May 2021 06:30:31 +0000","share_url":"https://www.updatenews360.com/english/international/myanmars-suu-kyi-makes-first-in-person-court-appearance/","category_id":"International","subcategory_id":["Aung San Suu Kyi","Min Min Soe","MRTV","Myanmar","Win Myint"]},{"id":2,"title":"3 dead, 5 injured in US bar shooting","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/images-1-11.jpg"],"news_body":["Three people were shot dead and five others injured at a bar in the US state of Ohio, local police sources have confirmed.","Police responded to the reports of shooting at the Torch Club Bar ","&"," Grille in Youngstown city, shortly after 2 a.m. on Sunday, Xinhua news agency quoted a CNN report as saying.","Detectives said some sort of argument broke out near the bar, and there was ","“","an exchange of gunfire","”",", local media outlet WKBN reported.","There was a four-car accident across the street from the bar that came after shots rang out, said WKBN.","It is not clear if any of the shooting victims were involved in the accident.","A police investigation is underway.","The post ","3 dead, 5 injured in US bar shooting"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 24 May 2021 08:03:02 +0000","share_url":"https://www.updatenews360.com/english/international/3-dead-5-injured-in-us-bar-shooting/","category_id":"International","subcategory_id":["injured","Ohio","Police","shooting","Torch Club","WKBN"]},{"id":3,"title":"Chinese mainland reports 18 imported Covid cases","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-19.jpg"],"news_body":["The Chinese mainland on Sunday reported 18 new Covid-19 cases, all of which were imported, the National Health Commission said in its daily report on Monday.","Of the cases, three each were reported in Shanghai, Guangdong and Sichuan, two in Shaanxi and one each in Tianjin, Inner Mongolia, Heilongjiang, Jiangsu, Fujian, Hunan and Gansu, Xinhua news agency reported.","One new suspected case arriving from outside the mainland was reported in Shanghai. No new deaths related to Covid-19 were reported on Sunday.","The post ","Chinese mainland reports 18 imported Covid cases"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 24 May 2021 05:21:09 +0000","share_url":"https://www.updatenews360.com/english/international/chinese-mainland-reports-18-imported-covid-cases/","category_id":"International","subcategory_id":["Chinese","Coronavirus","Covid-19","mainland"]},{"id":4,"title":"UK reports 3,424 cases of Indian Covid variant","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/New-Project-69-1-1024x768.jpg"],"news_body":["A total of 3,424 cases of the Indian Covid-19 variant have been recorded in the UK, according to the latest figures from the Public Health England (PHE).","The B1617.2 variant of concern is believed to be more transmissible than the Kent variant that had become dominant in Britain, Xinhua news agency reported citing the PHE as saying on Thursday.","The spread of the variant first detected in India has resulted in surge testing and vaccinations in many areas across the UK.","The latest figure came after Health Secretary Matt Hancock said on Wednesday that 2,967 cases of the coronavirus variant have been reported in Britain, 28 per cent up from Monday","’","s figure of more than 2,300.","Hancock has warned that the variant can ","“","spread like wildfire","”"," among those who haven","’","t received a jab.","Earlier Thursday, a UK government advisory scientist warned that the Indian coronavirus variant could lead to another wave in the country.","The post ","UK reports 3,424 cases of Indian Covid variant"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 21 May 2021 08:38:13 +0000","share_url":"https://www.updatenews360.com/english/international/uk-reports-3424-cases-of-indian-covid-variant/","category_id":"International","subcategory_id":["Coronavirus","Covid-19","Matt Hancock","vaccinations"]},{"id":5,"title":"Japan approves Moderna, AstraZeneca Covid vax","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/images-4-2.jpg"],"news_body":["A Japanese government panel of experts approved two Covid-19 vaccines developed by US drug maker Moderna Inc. and the UK-based AstraZeneca Plc, with the Health Ministry expected to formaliae the approval of the use of the two jabs on Friday.","The expected approval, based on the expert panel","’","s assessment of Japan","’","s own clinical trials of the vaccines as well as those from overseas and the efficacy of the vaccines against Covid-19, will bring the number of jabs available in the country to three, reports Xinhua news agency.","Japan is already using the vaccine developed by US pharmaceutical giant Pfizer.","The post ","Japan approves Moderna, AstraZeneca Covid vax"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 21 May 2021 08:32:15 +0000","share_url":"https://www.updatenews360.com/english/international/japan-approves-moderna-astrazeneca-covid-vax/","category_id":"International","subcategory_id":["AstraZeneca","Covid-19","Japan","Moderna","Pfizer","vaccines"]},{"id":6,"title":"Germany voices support for Israel, Palestinians","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/60a6176d841f4.image_-1024x683.jpg"],"news_body":["Germany","’","s foreign minister says his flying visit to the Mideast is intended as a show of solidarity with Israeli and Palestinian civilians suffering from the latest eruption of conflict, and part an effort to push for a cease-fire and resumption of peace talks.","Heiko Maas said ahead of his departure Thursday that Germany stands unconditionally to its friendship with Israel, which must defend itself against the rocket terror by Hamas. He said that Palestinians can also rely on his country","”","s humanitarian support even in difficult times.","Maas, who plans to meet the Israeli president, foreign minister and defense minister, as well as the Palestinian prime minister, during his one day trip, said the international community must find a way to help end the violence.","The post ","Germany voices support for Israel, Palestinians"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 21 May 2021 04:50:10 +0000","share_url":"https://www.updatenews360.com/english/international/germany-voices-support-for-israel-palestinians/","category_id":"International","subcategory_id":["civilians","Friendship","Heiko Maas","Israeli","Palestinian"]},{"id":7,"title":"UN chief urges immediate cease-fire in Gaza","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/60a64bc4bd41d.image_-1024x687.jpg"],"news_body":["The UN chief is urging an immediate cease-fire between Israel and Gaza","’","s Hamas rulers at the start of a UN General Assembly emergency meeting.","The session is expected to hear from about 100 speakers, including 12 ministers mainly from Arab and Islamic countries.","Secretary-General Antonio Guterres told Thursday","’","s in-person meeting in the assembly chamber that he and the U.N. Mideast envoy are engaged in extensive diplomatic efforts in the region, including with Egypt, Jordan and Qatar, to stop the fighting.","He called on all members of the international community to do everything in their power to enable the parties to conflict to step back from the brink. The U.N. chief also called on Israel and Hamas to allow for mediation efforts to intensify in order to bring the fighting to an end.","Guterres implicitly criticised Israel and Hamas for violating the laws of war which ban indiscriminate attacks and attacks against civilians and civilian property as well as attacks on military targets that cause disproportionate civilian casualties.","He said counter-terrorism or self-defense are not justifications.","The post ","UN chief urges immediate cease-fire in Gaza"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 21 May 2021 04:47:11 +0000","share_url":"https://www.updatenews360.com/english/international/un-chief-urges-immediate-cease-fire-in-gaza/","category_id":"International","subcategory_id":["attacks","civilians","Egypt","Gaza","Israel"]},{"id":8,"title":"Chinese mainland reports 24 new imported Covid cases","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/unnamed-4.jpg"],"news_body":["The Chinese mainland on Thursday reported 24 new Covid-19 cases, all of which were imported, the National Health Commission said in its daily report on Friday.","Of the cases, 11 were reported in Fujian, nine in Shanghai, and one each in Henan, Hunan, Guangdong and Sichuan, Xinhua reported citing the health commission.","No new suspected cases and no new deaths related to Covid-19 were reported on Thursday, the commission said.","The post ","Chinese mainland reports 24 new imported Covid cases"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 21 May 2021 04:41:27 +0000","share_url":"https://www.updatenews360.com/english/international/chinese-mainland-reports-24-new-imported-covid-cases/","category_id":"International","subcategory_id":["Chinese","Coronavirus","Covid-19","mainland","pandemic"]},{"id":9,"title":"China, Pakistan to mark 70 yrs of diplomatic ties","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-2-11.jpg"],"news_body":["China and Pakistan will hold a series of activities later this year to mark the 70th anniversary of bilateral diplomatic ties, officials said at a seminar.","Despite the Covid-19 pandemic, both sides are confident in hosting about 100 celebratory activities to attract young people of both countries to participate in bilateral cooperation and exchanges, Xinhua news agency quoted the officials as saying on Wednesday","At the seminar, held under the theme all-weather strategic cooperative partnership between China and Pakistan, Islamabad","’","s Ambassador to China, Moin ul Haque said tthe two countries set a model of bilateral relations. This model is based on mutual understanding, respect, trust, support and cooperation.","The post ","China, Pakistan to mark 70 yrs of diplomatic ties"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 20 May 2021 08:27:45 +0000","share_url":"https://www.updatenews360.com/english/international/china-pakistan-to-mark-70-yrs-of-diplomatic-ties/","category_id":"International","subcategory_id":["anniversary","China","Covid 19","Islamabad&#039;s","Moin ul Haque","pandemic"]},{"id":10,"title":"Bangladesh approves purchase of Covid vaccines from China","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/images-1-9.jpg"],"news_body":["The Bangladeshi government has approved the purchase of Covid-19 vaccines from China.","\nBangladesh","’","s Cabinet Committee on Economic Affairs, the highest body to deal with economic issues, in a meeting has approved the purchase.","Shahida Akhtar, a senior Cabinet Division official, told journalists after the meeting on Wednesday that Bangladesh will buy vaccines from China National Pharmaceutical Group (Sinopharm), Xinhua news agency reported.","The approval came a week after Bangladesh received a batch of Sinopharm Covid-19 vaccine donated by China.","Chinese Ambassador to Bangladesh Li Jiming formally handed over the vaccines to Bangladeshi Foreign Minister AK Abdul Momen and Health Minister Zahid Maleque at a ceremony at the State Guest House Padma in Dhaka on last Wednesday.","The Bangladeshi government has already announced that it will start administering from next week Sinopharm Covid-19 vaccine donated by China.","The health minister made the announcement at press conference Monday, saying ","“","health professionals on the frontline of the fight against the pandemic will receive the doses beginning May 25 or 26","”",".","The post ","Bangladesh approves purchase of Covid vaccines from China"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 20 May 2021 05:56:08 +0000","share_url":"https://www.updatenews360.com/english/international/bangladesh-approves-purchase-of-covid-vaccines-from-china/","category_id":"International","subcategory_id":["Bangladeshi","China","Coronavirus","Covid-19","Shahida Akhta","vaccines"]},{"id":11,"title":"Earthquake of 5.8 magnitude hits Nepal","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-4-8.jpg"],"news_body":["An Earthquake of Magnitude 5.8 Richter scale struck Nepal on Wednesday morning (local time) as per the National Earthquake Monitoring and Research Center. The quake took place around 5:42 AM Nepal (Local time), 113 KM North West of Kathmandu.","“","Epicenter of the earthquake lies at Bhulbhule of Lamjung District this morning at around 5:42 (Local Time). It has been recorded with 5.8 magnitudes,","”"," Dr Lokbijay Adhikari, Seismologist, National Earthquake Monitoring and Research Center said.","No loss of lives has been reported yet. Further details are awaited.","The post ","Earthquake of 5.8 magnitude hits Nepal"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 19 May 2021 06:23:30 +0000","share_url":"https://www.updatenews360.com/english/international/earthquake-of-5-8-magnitude-hits-nepal/","category_id":"International","subcategory_id":["Dr Lokbijay Adhikari","earthquake","Epicenter","Monitoring","struck Nepal"]},{"id":12,"title":"Strike from Gaza kills 2 as Israel topples tall building","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/strike-from-gaza-kills-2-as-israel-topples-tall-building.jpg","https://www.updatenews360.com/english/wp-content/uploads/2021/05/60a21879b3e5a.image_-1024x682.jpg"],"news_body":["A strike launched from Gaza killed two Thai workers inside a packaging plant in southern Israel on Tuesday, police said, hours after Israeli airstrikes toppled a six-story building in the Palestinian territory that housed bookstores and educational centres.","With the war between Israel and Gaza","’","s Hamas rulers showing no sign of abating and truce efforts apparently stalled, Palestinians across Israel and the occupied territories went on strike in a rare collective action against Israel","’","s policies. The general strike and expected protests could further widen the conflict after a spasm of communal violence in Israel and protests across the occupied West Bank last week.","Since the fighting began last week, the Israeli military has launched hundreds of airstrikes it says are targeting Hamas","’"," militant infrastructure, while Palestinian militants have fired more than 3,400 rockets from civilian areas in Gaza at civilian targets in Israel.","\n\n\n","The post ","Strike from Gaza kills 2 as Israel topples tall building"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 19 May 2021 06:06:38 +0000","share_url":"https://www.updatenews360.com/english/international/strike-from-gaza-kills-2-as-israel-topples-tall-building/","category_id":"International","subcategory_id":["Gaza killed","Israel","Jerusalem","strike"]},{"id":13,"title":"Nepal gets more oxygen cylinders from China","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-15.jpg"],"news_body":["Nepal received a second shipment of China-donated oxygen cylinders as the Himalayan country is continuing to face an acute shortage of medical oxygen supply for a growing number of Covid-19 patients.","A Nepal Airlines plane landed at the Tribhuvan International Airport in Kathmandu at 2.30 p.m. on Sunday with the oxygen cylinders and concentrators from China, Dim Prasad Poudel, managing director of the airline, told Xinhua news agency.","The first batch had arrived on May 10.","According to Nepal","’","s Ministry of Finance, there is an agreement with China for the delivery of oxygen cylinders on a grant basis, and some of them will be brought by air while the rest will be sent through the land route with Tibet.","The post ","Nepal gets more oxygen cylinders from China"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 18 May 2021 05:34:21 +0000","share_url":"https://www.updatenews360.com/english/international/nepal-gets-more-oxygen-cylinders-from-china/","category_id":"International","subcategory_id":["airline","China","Covid-19","Himalayan","nepal","oxygen"]},{"id":14,"title":"UK further eases Covid-19 restrictions","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/images-1-7.jpg"],"news_body":["People in England, Scotland and Wales can now sit indoors in pubs and restaurants and can hug each other again, in the biggest single lifting of coronavirus restrictions since the start of the UK","’","s successful vaccination campaign.","While bars and restaurants in England and Wales are reopening their indoor seating areas for the first time in months on Monday, Scottish venues where this was already possible can now serve alcohol indoors again, reports dpa news agency.","Larger groups of people in the three nations can also meet socially: for indoors the limit in England is now up to six people or two households; for outdoors the maximum is 30.","After consistent guidance since spring last year to avoid direct contact with people not in their own family or so-called support bubble, UK Prime Minister Boris Johnson advised citizens that they can now make their own informed decisions and be cautious when it comes to hugging loved ones.","The post ","UK further eases Covid-19 restrictions"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 18 May 2021 05:27:41 +0000","share_url":"https://www.updatenews360.com/english/international/uk-further-eases-covid-19-restrictions/","category_id":"International","subcategory_id":["Boris Johnson","Coronavirus","Covid-19","England","vaccination"]},{"id":15,"title":"Israeli strikes kill 26, topple buildings in Gaza City","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/60a0f0f18b371.image_-1024x683.jpg"],"news_body":["Israeli airstrikes on Gaza City flattened three buildings and killed at least 26 people Sunday, medics said, making it the deadliest single attack since heavy fighting broke out between Israel and the territory","’","s militant Hamas rulers nearly a week ago.","The Gaza Health Ministry said 10 women and eight children were among those killed, with another 50 people wounded in the attack. A rescuer could be seen shouting into a hole in the rubble. Can you hear me? he called out. Are you OK? Minutes later, first responders managed to pull a survivor out and carried him off on an orange stretcher.","Earlier, the Israeli military said it destroyed the home of Gaza","’","s top Hamas leader, Yahiyeh Sinwar, in a separate strike in the southern town of Khan Younis. It was the third such attack in the last two days on the homes of senior Hamas leaders, who have gone underground.","The post ","Israeli strikes kill 26, topple buildings in Gaza City"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 17 May 2021 05:26:06 +0000","share_url":"https://www.updatenews360.com/english/international/israeli-strikes-kill-26-topple-buildings-in-gaza-city/","category_id":"International","subcategory_id":["fighting","Gaza City","Hamas","Israeli","Khan Youni","Killed","Yahiyeh Sinwar"]},{"id":16,"title":"Gunfight erupts on outskirts of Srinagar","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-5-4.jpg"],"news_body":["A gunfight erupted between terrorists and security forces at Khanmoh area on the outskirts of Srinagar on Monday, officials said.","The firefight took place after a joint team of the police and the army cordoned off the area and launched a search operation on the basis of specific information about the presence of terrorists.","As the security forces zeroed in on the spot where the terrorists were hiding, they came under a heavy volume of fire that triggered the encounter.","The post ","Gunfight erupts on outskirts of Srinagar"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 17 May 2021 04:48:51 +0000","share_url":"https://www.updatenews360.com/english/international/gunfight-erupts-on-outskirts-of-srinagar/","category_id":"International","subcategory_id":["army","encounter","gunfight","Khanmoh","Srinagar","terrorists"]},{"id":17,"title":"Modi to chair high-level meeting on COVID-19 situation, vaccination today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/modi-pti-1621055270.jpg"],"news_body":["Prime Minister Narendra Modi on Saturday is chairing a high-level meeting on the country","’","s coronavirus situation and the ongoing vaccination drive.","India is currently in the midst of the third phase of the nationwide vaccination drive. According to the union health ministry on Friday, the cumulative number of doses administered in the country stands at 18,04,29,261.","A total of 3,25,071 beneficiaries of the age group 18-44 years received their first dose of COVID vaccine today and cumulatively 42,55,362 across 32 States/UTs have been administered since the start of Phase-3 of the vaccination drive.","The post ","Modi to chair high-level meeting on COVID-19 situation, vaccination today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 15 May 2021 06:29:27 +0000","share_url":"https://www.updatenews360.com/english/international/modi-to-chair-high-level-meeting-on-covid-19-situation-vaccination-today/","category_id":"International","subcategory_id":["Coronavirus","COVID vaccination","Narendra modi","pandemic","vaccination"]},{"id":18,"title":"Prince Harry thought about quitting royal life in his 20s","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/3000-1024x689.jpeg"],"news_body":["Prince Harry compared his royal experience to being on The Truman Show and living in a zoo. The Duke of Sussex said during a Thursday episode of the Armchair Expert podcast that he contemplated quitting royal life on several occasions while in his 20s.","Harry spoke candidly with host Dax Shepard about keeping his relationship with Meghan a secret and dealing with the UK media scrutiny. Harry thought his life was like the 1998 Jim Carrey film The Truman Show. The film tells a story about Truman Burbank","’","s life being televised through hidden cameras while encountering people who were hired actors.","Harry said it was a heavy burden and he struggled to deal with being a member of the royal family. He feared that his pregnant wife and son, Archie, would have to deal with the spotlight the same way his late mother, Princess Diana, had to deal with the enormous attention.","The post ","Prince Harry thought about quitting royal life in his 20s"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 15 May 2021 05:44:35 +0000","share_url":"https://www.updatenews360.com/english/international/prince-harry-thought-about-quitting-royal-life-in-his-20s/","category_id":"International","subcategory_id":["Armchair Expert","Prince Harry","Princess Diana","relationship","royal family"]}]