[
    {
        "id": 1,
        "title": "Thailand to partially open for vaccinated tourists from July",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/111212053_beachphuket-2020099.jpg"
        ],
        "news_body": [
            "Thailand is one of Asia’s top tourism locations, and is readying to partially open to international visitors from July.",
            "As per the reports, Thailand will be easing travel restrictions for international visitors from July.",
            "However, this rule applies only to those who have been vaccinated against the virus.",
            "This move comes as a bid to revive tourism in the region, although it is not yet clear how as to visitors will prove that they have been innoculated.",
            "The Thai Prime Minister Prayuth Chan-Ocha approved the said plan in a meeting of the Centre for Economic Situation Administration recently.",
            "The post ",
            "Thailand to partially open for vaccinated tourists from July",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 31 Mar 2021 08:34:12 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/thailand-to-partially-open-for-vaccinated-tourists-from-july/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "economic",
            "lifestyle",
            "Prayuth Chan",
            "Thailand",
            "tourism"
        ]
    },
    {
        "id": 2,
        "title": "Amarnath Yatra registration to begin soon",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/a60844dab0d8500fcec31b1d643b6eac-1024x683.jpg"
        ],
        "news_body": [
            "It has been announced that the registration for annual pilgrimage to the Himalayan cave shrine of Amarnath in south Kashmir is set to begin from April 1",
            "The Yatra covers 56 days to reach 3,880-metre-high shrine from the twin routes of Pahalgam and Baltal on June 28 and culminate on August 22.",
            "Chief Executive Officer (CEO) of the Sri Amarnathji Shrine Board (SASB) Nitishwar Kumar said ",
            "“",
            "The registration will start from April 1 for both the routes through 446 designated bank branches of the Punjab National Bank (316), the Jammu and Kashmir Bank (90) and the YES Bank (40), all over the country”.",
            "The health certificates which have been issued after March 15 shall be valid and are mandatory. Also COVID-19 protocols will are in place and standard operating procedures issued by the government will be followed.",
            "The post ",
            "Amarnath Yatra registration to begin soon",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 29 Mar 2021 13:12:23 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/amarnath-yatra-registration-to-begin-soon/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Amarnath",
            "Covid 19",
            "Himalayan",
            "Nitishwar Kumar",
            "Pahalgam",
            "South Kashmir",
            "Sri Amarnathji"
        ]
    },
    {
        "id": 3,
        "title": "2nd wave may hit travel, aviation revival",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/Capturead-1024x575.jpg"
        ],
        "news_body": [
            "With India registering over 50,000 covid-19 cases in the past 24 hours, including 200-plus cases of a double mutant variant of the virus, the recovery of the tourism, travel and aviation sectors may be further delayed.",
            "“Hotel and airline bookings on our platform are down by 10-15% in the last 10 days, or so, which can be attributed to the rising number of covid cases and the resulting restrictions imposed by some states,",
            "”",
            " said a senior official of an NCR-based online travel company, seeking anonymity. “Though, this is not a big threat at this moment, the recovery of the sector could be impacted if the number of cases keeps rising.",
            "”",
            "For the week ended 20 March, the average number of airline departures fell marginally to 2,288, against 2,294 in the previous week, ICICI Securities said in a recent report. “Rising covid cases remain an overhang on air traffic.",
            "”",
            "The post ",
            "2nd wave may hit travel, aviation revival",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 29 Mar 2021 08:43:18 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/2nd-wave-may-hit-travel-aviation-revival/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "(NCR)",
            "airline",
            "Covid 19",
            "ICICI",
            "India",
            "tourism",
            "travel"
        ]
    },
    {
        "id": 4,
        "title": "Tirupati Venkatachapalathy theppa utsavam ends",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/xxds.jpg"
        ],
        "news_body": [
            "The annual thappa utsavam (floating festival) in Tirupati Balaji temple came to end yesterday.",
            "The processional deities of the Almighty were decked up and taken on rounds in the temple tank.",
            "The whole place was colorfully lit. Devotees from various parts gathered on large numbers to seek the blessings of Almighty.",
            "Special poojas were performed and vedic hymns were chanted.",
            "Security were tightened and safety protocols were followed as per covid norms laid by the government.",
            "People offered prayers and went around the temple tank.",
            "The post ",
            "Tirupati Venkatachapalathy theppa utsavam ends",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 29 Mar 2021 07:43:52 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/tirupati-venkatachapalathy-theppa-utsavam-ends/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Devotees",
            "festival",
            "government",
            "people",
            "Temple",
            "Tirupati Balaji Temple"
        ]
    },
    {
        "id": 5,
        "title": "Azhi Ther in Tiruvarur draws devotees in large numbers",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/aa76897f-b004-47d3-880f-0ca3fb200532.jpg"
        ],
        "news_body": [
            "Thousands of devotees from converged at Tiruvarur to witness the grand event — Azhi Thaer of Thyagarajaswamy temple, which took place yesterday.",
            "They had a glimpse of Lord Thyagarajaswamy and His Consort mounted in the temple car. They had assembled well in advance so that they could pull the car.",
            "The ‘Aazhi Ther’ procession went around four main Mada veedhis (streets) around Tiruvarur temple with devotees chanting ‘Arooraa, Tyagesa’ besides reciting the Thevaram hymns and the rendition of the Vedas by scholars.",
            "\nThe ‘Aazhi Ther’ event is mentioned in the ancient Tamil epic Silappathikaram and also in the Thevaram hymns by the Saivite saints Appar, Sundarar, Manickavachagar and Thirugnanasambandar.",
            "The post ",
            "Azhi Ther in Tiruvarur draws devotees in large numbers",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 25 Mar 2021 07:18:51 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/azhi-ther-in-tiruvarur-draws-devotees-in-large-numbers/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Devotees",
            "FreeTNTemples",
            "Lord",
            "Mada veedhis",
            "Manickavachagar",
            "Tiruvarur"
        ]
    },
    {
        "id": 6,
        "title": "Jaggi Vasudev launches special campaign to free Hindu temples from govt",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/961259-sadhguru-1024x576.jpg"
        ],
        "news_body": [
            "Sadhguru launched a ‘100 tweets’ Twitter campaign on Wednesday to bring people’s attention to the dilapidated condition of temples in Tamil Nadu. Soon after, several people tweeted in support of the ‘Free Tamil Nadu’s Temples’ campaign.",
            "In a strong statement to the political parties and the government in the state, Sadhguru said in his tweet: “#FreeTNTemples a Movement born of deep Anguish.",
            "Today I am putting 100 tweets, not to browbeat anybody, but just out of deep pain.",
            "Anguished cry of the community must be heard.”",
            "\nDue to the unfortunate legacy that the East India Company left us with, the Hindu temples in Tamil Nadu continue to be in the control of the government.",
            "This has led to the deterioration and suffocation of glorious Tamil traditions.",
            "The HR",
            "&",
            "CE (Hindu Religious and Charitable Endowments Department), which holds 44,121 temples in the state, told the Madras High Court that 11,999 temples have no revenue to perform even one daily puja.",
            "The post ",
            "Jaggi Vasudev launches special campaign to free Hindu temples from govt",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 25 Mar 2021 07:12:50 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/jaggi-vasudev-launches-special-campaign-to-free-hindu-temples-from-govt/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Devotees",
            "FreeTNTemples",
            "High court",
            "Sadhguru Jaggi",
            "Tamil nadu",
            "temples"
        ]
    },
    {
        "id": 7,
        "title": "India’s romance with Maldives top the charts",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/232751755.jpg"
        ],
        "news_body": [
            "India has emerged as the top source market for Maldives with visitors from the country surpassing visitors from other countries. Maldives’ Minister of tourism, Dr Abdulla Mausoom explained how post lockdown, Indian tourist arrival in the island country was higher than Russia, which was earlier the key market.",
            "Indian tourists account for over 23 per cent tourist arrivals in Maldives with 44,039 Indian visitors as of February this year as compared to 40,698 visitors from Russia. Mausoom, on a visit to India told ToI that Maldives expects bigger tourist numbers from India for the coming year and plans to pitch the island nation as a lucrative investment destination.",
            "Tourism minister expects 1.5 million tourist arrivals in the year ahead and hopes for 10 million bed nights at hotels and accommodations across the islands.",
            "Thanking PM Modi for the support extended to the country from providing the vaccine to establishing a tourism bubble allowing for visits between the two countries, Mausoom said Maldives",
            "’",
            " economy received a big boost due to Indian tourists and government support.",
            "The post ",
            "India",
            "’",
            "s romance with Maldives top the charts",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 25 Mar 2021 06:53:58 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/indias-romance-with-maldives-top-the-charts/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Abdulla Mausoom",
            "Lockdown",
            "Maldives",
            "tourist"
        ]
    },
    {
        "id": 8,
        "title": "Mylai Kapali Arubathu Moovar vizha 26 March",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/Temple-car-Festival-mylapore.jpg"
        ],
        "news_body": [
            "The most-awaited Arubathu Moovar fete at Mylai Kapali temple will take place on 26 March as part of Panguni Peruvizha.",
            "Idols of 63 Nayanmars are taken in a procession and the entire community takes part in this festival with gaiety and energy.",
            "Almost all roads leading to the temple become shopping lanes with a mind boggling range of vendors display their wares on the streets. Vehicular traffic is not allowed on these streets and it is a multitude of people,",
            "The post ",
            "Mylai Kapali Arubathu Moovar vizha 26 March",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 24 Mar 2021 07:00:02 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/mylai-kapali-arubathu-moovar-vizha-26-march/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Arubathu Moovar",
            "festival",
            "FreeTNTemples",
            "Mylai Kapali",
            "people",
            "Temple"
        ]
    },
    {
        "id": 9,
        "title": "Indian consumers are most interested in future travel: Report",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/media-handler-3-1024x768.jpg"
        ],
        "news_body": [
            "Majority of Indians are interested in future travel, with 84% of them daydreaming about travel at least once a week, according to the findings of a global report conducted by American Express.",
            "The report titled ",
            "‘",
            "American Express Travel: Global Travel Trends",
            "’",
            " is based on a survey conducted across seven different countries providing insight into consumer sentiment towards travel nearly a year after the covid-19 pandemic began.",
            "The interest to plan future travels was highest in consumers from India followed by UK (79%), U.S. (70%), Mexico and Canada (67%), Australia (45%) and Japan (45%).",
            "The post ",
            "Indian consumers are most interested in future travel: Report",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 24 Mar 2021 06:52:27 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/indian-consumers-are-most-interested-in-future-travel-report/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "American Express",
            "Covid-19",
            "Global Travel",
            "India",
            "pandemic",
            "travel"
        ]
    },
    {
        "id": 10,
        "title": "Tourists worried as Paris goes under limited lockdown for a month",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/Op-19-05-FRANCE-PANDEMIC-CORONAVIRUS-COVID19.jpg"
        ],
        "news_body": [
            "Paris will remain under limited lockdown for a month! As per the latest news reports, French Prime Minister Jean Castex recently announced a limited month-long lockdown for Paris, as well as several other regions to prevent the spread of COVID-19 cases.",
            "As per the news reports, although non-essential businesses will remain closed and movement outside will be limited in the affected regions, outdoor exercise will be allowed up to 10 km from home and schools will stay open.",
            "While talking to the media, the Prime Minister said, ",
            "“",
            "We are adopting a third way, a way that should allow braking (of the epidemic) without locking (people) up.",
            "”",
            " He further added that the said measures have been taken in view of rising COVID-19 cases, which as per records, stated that around 1200 people are in intensive care in the Paris region alone.",
            "He emphasised that those from the affected regions will not be allowed to leave, except for essential business, said Castex.",
            "He mentioned that although this might not be a not good news for those living in those regions, restrictions imposed this time will be less severe in nature.",
            "He assured that the confinement measures will not be a repeat of those that they imposed in March when the COVID pandemic hit the country.",
            "The post ",
            "Tourists worried as Paris goes under limited lockdown for a month",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 22 Mar 2021 06:49:18 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/tourists-worried-as-paris-goes-under-limited-lockdown-for-a-month/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "businesses",
            "Covid-19",
            "Jean Castex",
            "lifestyle",
            "Lockdown",
            "pandemic",
            "Paris",
            "travel"
        ]
    },
    {
        "id": 11,
        "title": "Raghavendra birthday celebrated today",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/fd2511d4-1ba5-42fa-a8fa-5093c2f5b278-768x1024.jpg"
        ],
        "news_body": [
            "Devotees across the world are celebrating Guru Raghavendra Jayanthi.",
            "It is the birthday of the spiritual guru. Special poojas are being performed across all Raghavendra Temples with devotees thronging Mantralayam for darshan.",
            "Sri Rayaru has massive following in South India, especially in Andhra Pradesh, Telangana and Karnataka.",
            "The birth anniversary is observed around the world by the followers of the Guru.",
            "Chanting of the mantra associated with Sri Raghavendra is considered highly auspicious.",
            "Various organizations attached to Sri Raghavendra Swamigal organize satsangs and other programs on the day.",
            "The post ",
            "Raghavendra birthday celebrated today",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 20 Mar 2021 06:21:42 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/raghavendra-birthday-celebrated-today/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "birthday",
            "Devotees",
            "Guru Raghavendra",
            "Jayanthi",
            "Spiritual",
            "Temple"
        ]
    },
    {
        "id": 12,
        "title": "Sabarimala Temple opens for ‘Uthram’ festival’",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/1538372213-Sabarimala_Ayyappa_Temple-1024x768.jpg"
        ],
        "news_body": [
            "Kerala’s Sabarimala Temple opened for the ",
            "‘",
            "Uthram festival",
            "’",
            " on Friday morning. The temple will remain open for devotees till March 28. COVID19 negative certificate is mandatory for devotees visiting the famous temple",
            "With this, the issue of women’s entry into the popular Hindu shrine is back in the limelight in Kerala, as both the Congress-led United Democratic Front (UDF) and BJP-led National Democratic Front (NDA) are using it as a major poll plank in the assembly election campaign.",
            "On Thursday, when Kerala Chief Minister Pinarayi Vijayan said the state government will take a decision after consulting with all believers once the final verdict on Sabarimala comes, both Congress and BJP mounted pressure on the Left to clarify if they would submit a new affidavit in Supreme Court on Sabarimala.",
            "The post ",
            "Sabarimala Temple opens for ",
            "‘",
            "Uthram’ festival",
            "’",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Fri, 19 Mar 2021 09:22:04 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/sabarimala-temple-opens-for-uthram-festival/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "BJP",
            "Congress",
            "COVID19",
            "festival",
            "Pinarayi Vijayan",
            "Sabarimala Temple"
        ]
    },
    {
        "id": 13,
        "title": "Panguni peruvizha in Mylapore from tomorrow",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/Kapaleeswarar1.jpg"
        ],
        "news_body": [
            "Mylapore Kapaleeswarar temple will be decked up as part of Panguni Peruvizha beginning tomorrow.",
            "Devotees from all parts of Tamilnadu would gather for the fest. During the festival, the idols of Kapaleeshwarar and Karpagambal are beautifully decorated with clothes and jewels, are mounted on a chariot (therotsavam), and then taken around the temple. The Arupathimoovar festival is one of the most important procession at the Mylapore Kapaleeswarar Temple, during this festival with sixty-three Nayanmars who have attained salvation by their devotion to Lord Shiva.",
            "The post ",
            "Panguni peruvizha in Mylapore from tomorrow",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Thu, 18 Mar 2021 11:20:13 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/panguni-peruvizha-in-mylapore-from-tomorrow/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "festival",
            "Kapaleeswarar temple",
            "Mylapore",
            "Panguni Peruvizha",
            "Tamilnadu",
            "Temple"
        ]
    },
    {
        "id": 14,
        "title": "Kerala govt gives permission to hold Thrissur Pooram Festival",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/ThrissurPooram-1024x639.jpg"
        ],
        "news_body": [
            "The state of Kerala has decided to hold the Pooram festival with COVID19 guidelines.",
            "Pooram Festival is an annual festival held at the Vadakkunathar Temple in Thrissur, Kerala. In Malayalam, the festival is celebrated annually at the Vadakkunnathar Temple on the full moon day in the month of Madam.",
            "Thrissur Pooram festival is celebrated for two days. The Pooram festival is attended by more than 30 elephants who come from all over the world to witness the umbrella changing, drumming and panchavati performances and fireworks.",
            "A high level committee meeting chaired by Kerala Chief Secretary Joy was held to discuss and decide o hold the Pooram ceremony with corona guidelines.",
            "The post ",
            "Kerala govt gives permission to hold Thrissur Pooram Festival",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 17 Mar 2021 12:48:05 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/kerala-govt-gives-permission-to-hold-thrissur-pooram-festival/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "COVID19",
            "festival",
            "fireworks",
            "Joy",
            "Kerala",
            "Pooram",
            "Temple"
        ]
    },
    {
        "id": 15,
        "title": "Jaggi Vasudev’s  mission to free Temples from govt gains momentum",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/JaggiVasudev_Temples_12032021_1200-1024x683.jpg"
        ],
        "news_body": [
            "Jaggi Vasudev",
            "’",
            "s mission to free Temples from govt gains momentum",
            "Isha Foundation founder Sadhguru Jaggi Vasudev has called upon the Government of Tamil Nadu to free temples from state control, to enable their upkeep, preserve their sanctity and reverse their alarming state of decline.",
            "“",
            "To protect the thousands of temples in Tamil Nadu that are gradually being ruined, the Tamil Nadu government should free temples from the clutches of the government and hand them to the devotees,",
            "”",
            " Sadhguru tweeted, tagging Chief Minister Edappadi Palanisamy, Opposition Leader MK Stalin and actor Rajinikanth.",
            "\nA missed call campaign has been launched by Sadguru Jaggi Vasudev of Isha Foundation to press the demand to free Tamil Nadu temples from government control.",
            "Sadhguru launched the campaign at Coimbatore. People from across the world can show support to the cause by giving a missed call on 8300083000",
            "The post ",
            "Jaggi Vasudev",
            "’",
            "s  mission to free Temples from govt gains momentum",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 17 Mar 2021 08:11:10 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/jaggi-vasudevs-mission-to-free-temples-from-govt-gains-momentum/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Edappadi Palanisamy",
            "government",
            "Jaggi Vasudev",
            "MK Stalin",
            "Rajinikanth",
            "Sadhguru Jaggi"
        ]
    },
    {
        "id": 16,
        "title": "Make your way to Maldives",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/72875.jpg"
        ],
        "news_body": [
            "Despite the myriad challenges that this Covid crisis has brought upon so many, one bright spot is the newfound flexibility certain people have regarding where they can work from. So, how about a work-cation in Maldives this summer?",
            "Visitors seeking some adventure during their island getaway can choose from a selection of curated experiences and cultural programmes, including indigenous basket weaving, private sunset boat trips to uninhabited islands and undiscovered reefs, as well as day and night fishing and private destination dining.",
            "The Standard, Huruvalhi Maldives also has some of the most experienced guides for snorkeling and diving excursions through the resort’s protected house reef and local waters. Travelers can return home with unforgettable memories after calmly floating under the expansive night sky with the resort’s Starlight Snorkel, or swimming next to the area’s majestic turtles on the Turtle Expedition.",
            "The post ",
            "Make your way to Maldives",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Wed, 17 Mar 2021 08:08:43 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/make-your-way-to-maldives/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Huruvalhi Maldives",
            "Maldives",
            "tourism",
            "travel",
            "Travelers",
            "trips"
        ]
    },
    {
        "id": 17,
        "title": "Domestic travel in India rebounds",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/traveller.jpg"
        ],
        "news_body": [
            "Indian travellers continued to travel and book hotels even with rising cases, a recent RateGain study has found.",
            "The month of February witnessed higher check-ins compared to last year. Also, 90 per cent of the travel bookings were received in a short window of 15 days.",
            "Sharing its latest insights related to the travel and hospitality segment in the 3rd edition of PULSE, RateGain indicates that Indian cities remain a favourite with travellers, with Udaipur witnessing the highest amount of engagement on Facebook, though a little behind Mumbai which ranks higher consistently due to its share of celebrities and influencers that drive engagement for hotels.",
            "Notably, Pune and Jaipur were ranked third and fourth on Instagram though they lagged behind New Delhi on Facebook. Last minute travel has been attributed as a probable reason for the same especially for the age group of 25-40.",
            "The post ",
            "Domestic travel in India rebounds",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Mon, 15 Mar 2021 07:14:23 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/domestic-travel-in-india-rebounds/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "celebrities",
            "engagement",
            "Indian travellers",
            "Notably",
            "PULSE"
        ]
    },
    {
        "id": 18,
        "title": "Thailand introduces yacht quarantine to boost tourism",
        "image_url": [
            "https://www.updatenews360.com/english/wp-content/uploads/2021/03/shutterstockRF_445178929.jpg"
        ],
        "news_body": [
            "Those visiting Thailand can now opt to spend their mandatory two-week Coronavirus quarantine on a yacht.",
            "Thailand is offering this option to visitors, with hope that this initiative will help bring 1.8 billion baht in yacht tourism revenue. As per the reports, those wanting to avail this option will be required to show proof of a negative PCR test, and also have their location and health monitored.",
            "The pilot scheme was originally announced in November. Now, it is expected that around 100 yachts will be a part of this program, which is currently taking place in Phuket.",
            "Reportedly, those choosing this option, will be required to wear a smart wristband, which will be monitoring their vital signs, including blood pressure and temperature, and location. Further, reports have it that the watch will be able to transmit information at sea, within a radius of 10 km.",
            "The post ",
            "Thailand introduces yacht quarantine to boost tourism",
            " appeared first on ",
            "Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News",
            "."
        ],
        "pubDate": "Sat, 13 Mar 2021 06:07:28 +0000",
        "share_url": "https://www.updatenews360.com/english/lifestyle/thailand-introduces-yacht-quarantine-to-boost-tourism/",
        "category_id": "Lifestyle",
        "subcategory_id": [
            "Coronavirus",
            "information",
            "PCR",
            "programmes",
            "Thailand",
            "tourism"
        ]
    }
]