[{"id":1,"title":"Thiru ther fest at Sri Rangam temple","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/5a09cb70-6352-46fb-b65f-1612fcc742f4-1024x688.jpg"],"news_body":["The processional deity of the Almighty at Srirangam, Sri Ranganatha Swamy temple being taken out today on chariot as part of Boopathy Thirunaal Thiru Ther utsavam being celebrated during Tamil month of Thai.","Devotees gathered in large numbers and sought the blessings of the Almighty. Special poojas were performed and people pulled chariot with devotion.","The post ","Thiru ther fest at Sri Rangam temple"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 27 Jan 2021 09:05:12 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/thiru-ther-fest-at-sri-rangam-temple/","category_id":"Lifestyle","subcategory_id":["Special poojas","Sri Ranganatha Swamy","Srirangam"]},{"id":2,"title":"Russia lifts travel ban from India, 3 other countries","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/Shanghai-696x392-1.jpg"],"news_body":["Russia has lifted the travel restrictions, which were imposed due to the Covid-19 pandemic, from India. Russian Embassy today confirmed it via a tweet.","Apart from India, the travel restrictions have also been lifted from Finland, Vietnam and Qatar.","“","For citizens of Finland, Vietnam, #India ","&"," Qatar the restrictions on entry to Russia, imposed due to spread of COVID19, are being lifted. The corresponding order was signed by Chairman of the Russian Government Mikhail Mishustin on January 25, 2021,","”"," tweeted the Russian Embassy.","The Russian government","’","s press statement specified that citizens of these states and those who have a residence permit will be allowed to enter Russia through air checkpoints. Russian citizens, in turn, can also fly to any of these countries.","The post ","Russia lifts travel ban from India, 3 other countries"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 27 Jan 2021 08:57:39 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/russia-lifts-travel-ban-from-india-3-other-countries/","category_id":"Lifestyle","subcategory_id":["Covid-19","Embassy","Mikhail Mishustin","Russian tourist","travel"]},{"id":3,"title":"Covid-19 norms to be followed at the Thai Poosam Festival in Palani","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/18dec_dgrajns5_MA19THAIPOOSAM.jpg-1024x639.jpg"],"news_body":["Devotees visiting Dhandayuthapani Swamy Temple, Palani should refrain from touching idols, prostrating and performing ","‘","anga pradhakshinam","’",", urged Dindigul district administration.","As the famous Thai Poosam festival is around the corner, district collector M Vijayalakshmi issued a list of dos and donts for the devotees visiting the temple.","The festival began on January 22 and ends on January 31, with the celestial wedding on January 27, and Thai Poosam on January 28.","Devotees should register through the online portal to visit the temple. Individuals over 65 years and under the age of 10 have been requested to refrain from attending the events.","The visitors should maintain 6 feet distance throughout their visit, including the temple queues. Devotees should not bring coconut, flowers and fruits.","The post ","Covid-19 norms to be followed at the Thai Poosam Festival in Palani"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 25 Jan 2021 10:19:10 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/covid-19-norms-to-be-followed-at-the-thai-poosam-festival-in-palani/","category_id":"Lifestyle","subcategory_id":["Dhandayuthapani Swamy Temple","festival","Palani","Thai Poosam"]},{"id":4,"title":"National Tourism day celebrated today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/World-Tourism-Day.jpg"],"news_body":["National Tourism Day in India is celebrated every January 25, to promote the tourism industry in the country, and to recognise the contribution of the sector in the growth and sustainability of the local communities in and around the tourist places.","According to Statista, in 2019, about 18 million international tourists and non-resident Indians arrived in India. Prior to that, in 2018, approximately 17 million international travellers landed in India, of which three million tourists were received at the Indira Gandhi International Airport, Delhi, itself.","Reports suggest that the travel and tourism industry in India contributed to around $247 billion to the country","’","s GDP in 2018. The number is expected to grow to $512 billion by 2029.","India houses 38 world heritage sites that includes 30 cultural properties, seven natural properties, and one mixed site (Khangchendzonga National Park).","The Indian government established this day in recognition of tourism as an essential sector for the country’s cultural and economic growth.","The post ","National Tourism day celebrated today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 25 Jan 2021 08:05:46 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/national-tourism-day-celebrated-today/","category_id":"Lifestyle","subcategory_id":["celebrated","Indira Gandhi","international tourists","Tourism Day","tourist places"]},{"id":5,"title":"Devotees will be allowed to enter Marudhamalai temple only after 7 am on Thai Poosam","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/unnamed.jpg"],"news_body":["Ollowing COVID-19 restrictions, District Collector K Rajamani said that devotees will be allowed to enter the Subramaniyaswami Temple at Marudhamalai only after 7 am on January 28 for the Thai Poosam festival.","\nChairing a meeting with officials from Hindu Religious and Charitable Endowments Department, Coimbatore City Police and the Revenue Department, Rajamani said the devotees will not be allowed to enter the temple from 4.30 am to 7 am on January 28, during which Thirukalyana Utsavam and Thiru Veedhi Ula rituals will take place.","The devotees will be allowed to enter the temple as per the existing standard operating procedures and mask is mandatory for all, he said. Those above the age of 65 and those below the age of 10 were requested to refrain from visiting the temIndia Annadhanams will not be allowed on the temple premises and could be held only in the foothills upon receiving permission from the Food Safety and Standards Authority of India.","The post ","Devotees will be allowed to enter Marudhamalai temple only after 7 am on Thai Poosam"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 23 Jan 2021 12:02:22 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/devotees-will-be-allowed-to-enter-marudhamalai-temple-only-after-7-am-on-thai-poosam/","category_id":"Lifestyle","subcategory_id":["K Rajamani said","Thai Poosam festival","ubramaniyaswami Temple"]},{"id":6,"title":"Kerala most preferred tourist destination for third year in row","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/kerala-tour-1024x683.jpg"],"news_body":["Kerala ranked most welcoming region in India! Travelling portal Booking.com has announced the Traveller Review Awards 2021 and in it, the booking site has highlighted the most welcoming regions and cities in India. Even amid a raging pandemic, Kerala was ranked the most welcoming region in the country by the platform, now holding the position for the third consecutive year. Kerala was followed by Rajasthan, Goa, Karnataka and Tamil Nadu. The ranking took into account the hospitality and friendliness of these regions.","The list of most welcoming regions were mostly located in south India, accounting for three out of five regions. While Rajasthan is famous for its rich legacy of palaces and royalties, with forts accounting for most of the tourist destinations, Goa is a popular destination for its party beaches. On the other hand, south Indian states, especially Kerala, are known for the natural beauty and diversity they offer, being known for their eco-tourism.","\nKerala often features in several lists as one of the best destinations for eco-tourism, and given the rough year that everyone dealt with, most people had been craving for getaways that would take them closer to nature, especially because social distancing was still a requirement.","The post ","Kerala most preferred tourist destination for third year in row"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 23 Jan 2021 07:29:23 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/kerala-most-preferred-tourist-destination-for-third-year-in-row/","category_id":"Lifestyle","subcategory_id":["especially Kerala","Kerala","tourism.","Traveller Review"]},{"id":7,"title":"Vaccine tourism replaces vacation travel","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/GettyImages-1227601671_trans_NvBQzQNjv4BqH7ePlBY3E4z00ksx7LiwuqVYpqzq9HvzzWOjNRMDvhs-1024x640.jpg"],"news_body":["Americans are hitting the road again. But they’re not traveling to Chicago on business or to Las Vegas and Disney World for vacations. They’re going in search of vaccines.","Frustrated by crashing appointment websites, shortages of Covid-19 shots and a patchwork of confusing eligibility rules, people with time and money are heading out of town in pursuit of a potentially life-saving inoculation.","\nVaccine-seeking tourists are showing up in Miami, at beach resorts in Hawaii, ski towns in Colorado and in New York City, which has received more doses than other parts of the state, as well as nearby New Jersey and Connecticut.","There is no national data, yet states that keep track suggest that tens of thousands of Americans are traveling for the vaccine. More than 37,000 out-of-staters have received Covid-19 shots in Florida, according to state data as of Tuesday. The figure excludes people who have second residences or businesses in Florida, where about 1 million have been vaccinated.","The post ","Vaccine tourism replaces vacation travel"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 22 Jan 2021 07:56:27 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/vaccine-tourism-replaces-vacation-travel/","category_id":"Lifestyle","subcategory_id":["Corona","Covid 19","Las Vegas","tourism","vacations"]},{"id":8,"title":"Thai Poosam fete begins in Palani","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/thaipusam-2016-1024x701.jpg"],"news_body":["The much-awaited Thai Poosam fete in Palani, an abode of Lord Muruga, began today with flag hoisiting ceremony.","The seven day fete will end will special poojas and celebrations on 28 January, Thai Poosam day.","With Covid threat still on, reports say that only those living in and around Palani will be allowed for darshan.","Palani temple will be flooded by devotees on Thai Poosam day.","A review meeting on the arrangements for the Thaipoosam festival in the Palani temple was held recently. Dindigul district collector M Vijayalakshmi presided over the meeting and executive officer of the temple Kranthi Kumar Pati was present.","All basic amenities for the pilgrims would be provided by the Palani municipality.","The post ","Thai Poosam fete begins in Palani"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 22 Jan 2021 07:43:22 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/thai-poosam-fete-begins-in-palani/","category_id":"Lifestyle","subcategory_id":["Lord Muruga","muruga","Palani temple","Thai Poosam"]},{"id":9,"title":"Bid to revive tourism in Jammu & Kashmir","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/QT-Dal-Lake-in-Srinagar-1024x683.jpg"],"news_body":["A 31-member parliamentary delegation led by BJP Rajya Sabha member TG Venkatesh arrived on a three-day visit of J","&","K to review tourism, culture, road and transport sectors in the Union Territory.","During their visit, the delegation will meet officials of the tourism department and other stakeholders, J","&","K tourism secretary Sarmad Hafeez said. “Besides, the team members are scheduled to review the role of national highway in nation-building and meet stakeholders in road, tourism, travel and hospitality sectors,” he said.","They will also meet officials of the Ministry of Road Transport and Highways, National Highways Authority of India and J","&","K Government, he added.","On the first day, the delegation visited Dachigham Wildlife Sanctuary to catch a glimpse of the natural beauty of Kashmir and later went to the Dal Lake. The parliamentary team also visited Dargah Hazratbal.","The post ","Bid to revive tourism in Jammu ","&"," Kashmir"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 21 Jan 2021 09:19:27 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/bid-to-revive-tourism-in-jammu-kashmir/","category_id":"Lifestyle","subcategory_id":["Besides","BJP","Dargah Hazratbal","J&K tourism","Transport"]},{"id":10,"title":"Thai Poosam fete at Kandha Kottam temple","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/3f79dc6e-a8f3-4eae-9a54-9caa1a3d0d55-955x1024.jpg"],"news_body":["Kandha Kottam Sri Murugan temple ia decked up for Thai Poosam annual festival. Devotees throng in large numbers and special poojas are being performed.","The presiding deity of Lord Muruga is decked up as part of brahmotsavam.","\nDevotees are allowed for darshan as per Covid19 protocol.","\nThai Poosam will be celebrated on 28 January.","Thai Poosam is a combination of the name of the month, Thai, and the name of a star, Poosam (Tamil word for Pushya). This particular star is at its highest point during the festival. The festival commemorates the occasion when Parvati gave Murugan (aka Kartikeya) a Vel ","“","spear","”"," so he could vanquish the evil demon Soorapadman and his brothers.","The post ","Thai Poosam fete at Kandha Kottam temple"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 21 Jan 2021 09:14:28 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/thai-poosam-fete-at-kandha-kottam-temple/","category_id":"Lifestyle","subcategory_id":["festival","Lord Muruga","Sri Murugan temple","Thai Poosam"]},{"id":11,"title":"Facility for pilgrims coming for Kanchi Ekambaranathar temple getting ready","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/depositphotos_383708608-stock-photo-ekambaranathar-temple-hindu-temple-dedicated-1024x640.jpg"],"news_body":["A pilgrim centre with all facilities for pilgrims coming to Kanchipuram Ekambaranathar temple temple is getting ready.","A five-storied complex with rooms to stay, kitchen, dining halls and other accomodations are getting ready in Oli Mohammad Pettai.","The construction is almost complete. It will come handy for thousands of devotees who come to the town Kanchipuram.","Besides Ekambaranathar temple, there is Varadarajar temple, Kamakshi Amman temple, Ulagalandha Perumal temples and many more.","The post ","Facility for pilgrims coming for Kanchi Ekambaranathar temple getting ready"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 20 Jan 2021 07:48:59 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/facility-for-pilgrims-coming-for-kanchi-ekambaranathar-temple-getting-ready/","category_id":"Lifestyle","subcategory_id":["Ekambaranathar temple","Kamakshi Amman temple","Oli Mohammad","Perumal temples","Varadarajar temple"]},{"id":12,"title":"Sri Lanka is ready to welcome foreign tourists once more","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/image-2.jpg"],"news_body":["After remaining shut for 10 months due to the COVID-19 outbreak, Sri Lanka is once again looking to welcome foreign tourists into the country, but not without some strict rules. Although the country has seen a significant number of cases of COVID-19 and related deaths, it is trying its very best to revive the tourism sector.","The country went through a rough patch since the Eastern bombings of 2019, and the pandemic in 2020. The decision to reopen amidst a surge in coronavirus cases is the outcome of a slump in its usually lucrative tourism sector. The Sri Lanka Tourism Promotion Bureau has said that all measures are being taken to make holidays safe, and secure for visitors. In fact, the country did a trial run by welcoming 1700 Ukranian tourists last month. Presently, the England cricket team is in the country playing a two-Test series.","If you are planning to visit Sri Lanka, you are required to follow some strict protocols. Tourists can only stay in the 55 hotels across the country that have been designated. These hotels are off-limits to locals, except for staff. Of course, the main criteria for entering would be to show your COVID-19 negative test result, which should be a PCR test. The test should be a maximum of four days old before arrival. Also, you are required to undergo two more tests if you are staying for upto seven days, and three more tests in case your stay is extended more than a week.","The post ","Sri Lanka is ready to welcome foreign tourists once more"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 20 Jan 2021 06:47:27 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/sri-lanka-is-ready-to-welcome-foreign-tourists-once-more/","category_id":"Lifestyle","subcategory_id":["Covid-19","Sri Lanka","strict rules","Tourism sector"]},{"id":13,"title":"Ram Mandir Donation Yatras clash","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/189222-gujweb.jpg"],"news_body":["A clash erupted between two parties in Gujarat","’","s Kutch district over raising funds for the construction of a Ram temple in Ayodhya. One of them has died. Many have been injured.","Forty people have been arrested in connection with the clash. They have been charged with 4 cases including murder and rioting.","Certain organizations had decided to launch a fundraising campaign, called ‘Sri Ram Janmabhoomi Mandir Nirman Dhan Sangrah Abhiyan’ for the Ram Mandir in Ayodhya from January 15 in Madhya Pradesh. This group was allegedly attacked by people from a particular community in Chandan Khedi village of the Indore district on Tuesday.","\nFollowing this, the police fired tear gas and brought the situation under control. Police said the group had not received any permission for the procession.","The post ","Ram Mandir Donation Yatras clash"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 19 Jan 2021 12:03:01 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/ram-mandir-donation-yatras-clash/","category_id":"Lifestyle","subcategory_id":["Travel","Ayodhya.","Mandir Nirman","Police","Ram temple","Sri Ram"]},{"id":14,"title":"VHP collects Rs 31 crore in three days in Gujarat for Ayodhya Ram temple’s construction","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/President-Ram-Nath-Kovind-launches-VHPs-Ram-temple-fundraising-drive.jpeg"],"news_body":["Vishwa Hindu Parishad (VHP), which launched a fund-raising drive on January 15 for the construction of the Ram temple in Ayodhya, has collected Rs 31 crore in Gujarat for the Ram Mandir in the last three days.","The highest contribution in this accumulated amount for the Ram temple is by a Surat-based businessman, Govindbhai Dholakia, who has contributed Rs 11 crore to the fund-raising drive. Another Surat-based businessman, Jayantibhai Kabutarwala, has contributed Rs 5 crore for the construction of the Ayodhya Ram Mandir.","On the other hand, several Gujarat Industrial Development Corporation (GIDC) industries have also contributed to the fund-raising drive.","VHP","’","s Rajesh Patel said money has been so far given by many industries, traders and organisations. He said that the door-to-door campaign is going on and will continue for 45 days.","VHP had said that it will send 40 lakh volunteers across the country to contact “65 crore Hindus living in 5.23 lakh villages” as part of the fund collection exercise.","The post ","VHP collects Rs 31 crore in three days in Gujarat for Ayodhya Ram temple","’","s construction"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 19 Jan 2021 06:44:17 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/vhp-collects-rs-31-crore-in-three-days-in-gujarat-for-ayodhya-ram-temples-construction/","category_id":"Lifestyle","subcategory_id":["Ayodhya","Govindbhai Dholakia","Ram Mandir","Vishwa"]},{"id":15,"title":"Travel, Tourism sector expects pathbreaking Union Budget for post-Covid recovery","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/image-1610528540274000-jn90mxkf52-1024x683.jpg"],"news_body":["Hit hard by the Covid pandemic in 2020, the Travel and Tourism sector requires a pathbreaking Budget 2021, hope industry experts. However, given the massive Covid 19 vaccination program in India, Finance Minister Nirmala Sitharaman may not be in a position to announce significant financial outlay. However, people associated with the Travel and Tourism industry are hoping that the Narendra Modi government’s Budget 2021 will not only pull the sector out of the recessionary conditions but also enables the Indian Tourism industry to claim its rightful leadership place.","“With a focus on executing the Covid vaccination program in the country and increased burden on the exchequer, it seems less likely that Budget 2021 will relieve the tourism sector in the form of significant financial outlay. Accordingly, we believe that the Union budget announcement will have a greater appetite for revenue-neutral interventions,” Vivek Agarwal, Partner – Infrastructure, Government and Healthcare (IGH), KPMG in India.","The post ","Travel, Tourism sector expects pathbreaking Union Budget for post-Covid recovery"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 19 Jan 2021 06:35:40 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/travel-tourism-sector-expects-pathbreaking-union-budget-for-post-covid-recovery/","category_id":"Lifestyle","subcategory_id":["Covid 19","COVID vaccination","Nirmala Sitharaman","Tourism sector","Vivek Agarwal"]},{"id":16,"title":"Escaping coronavirus lockdowns, tourists flock to Dubai","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/maxresdefault-3-1024x576.jpg"],"news_body":["As much of the world tightens lockdowns to stem coronavirus, Dubai has flung its doors open, branding itself as a sunny, quarantine-free escape ","—"," despite a sharp rise in cases.","While mask-wearing and social distancing are strictly enforced, life in the tourism-reliant emirate looks much like normal, with its restaurants, hotels and mega-malls open for business.","Images of sports stars and television personalities enjoying life at beach clubs and cocktail bars have flooded social media ","—"," sometimes to disapproval back home.","Emirates, which restored its network to about three quarters of pre-pandemic levels, is again operating A380 super-jumbos ","–"," the world","’","s largest commercial airliner ","—"," ferrying in visitors from Britain and Russia.","Russian tourist, Dmitriy Melnikov, said he came to Dubai because his choices were otherwise limited, with many destinations in partial or full lockdown.","“","I am not scared,","”"," the 30-year-old said. ","“","If you look at people here, everyone has a mask, and I think it","’","s cool.","”","The post ","Escaping coronavirus lockdowns, tourists flock to Dubai"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 18 Jan 2021 09:47:46 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/escaping-coronavirus-lockdowns-tourists-flock-to-dubai/","category_id":"Lifestyle","subcategory_id":["Coronavirus","Covid-19","Dmitriy Melnikov","lockdowns","Russian tourist"]},{"id":17,"title":"Mosque construction begins 26 Jan in Ayodhya","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/ayodhyamosque-1024x639.jpg"],"news_body":["Unfurling of the national flag and a tree plantation drive will mark the formal beginning of the project to construct a mosque at Dhannipur village in Ayodhya on January 26.","The Indo-Islamic Cultural Foundation (IICF) trust, which will build the mosque on a five-acre plot away from the site where the 14th-century Babri mosque was demolished by Hindu activists in 1992, said it was planning a ceremony to mark the beginning of the project on January 26 at 8:30 a.m.","\nThe nine trustees of the foundation held a meeting on Sunday evening and said they discussed the programme and issues like the delay in getting clearances from the Income Tax Department and formalities for receiving foreign contributions.","The tree plantation drive has been planned because the project intends to serve the community in the area and create awareness about climate change as a major challenge to humanity, the IICF said in a news release","The post ","Mosque construction begins 26 Jan in Ayodhya"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 18 Jan 2021 09:39:43 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/mosque-construction-begins-26-jan-in-ayodhya/","category_id":"Lifestyle","subcategory_id":["Ayodhya","Dhannipur village","mosque","national flag"]},{"id":18,"title":"Hanuman Jayanthi fete celebrated today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/01/hanuman-jayanti-2018-600.jpg"],"news_body":["Temple across Tamilnadu wore a festive look for Hanuman Jayanthi, the birth star of Lord Anjaneya.","Special poojas were performed and people thronged in large numbers for darshan.","At Nanganallur Anjaneya temple, Ashoka Nagar Hanuman temple, Nammakkal and Suseenthiram temples, the presiding deity of Anjaneya was decked up with vadamalai. Abhishekam was also performed and special alankaram was done.","Bhajans were rendered at various temples.","The post ","Hanuman Jayanthi fete celebrated today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 12 Jan 2021 07:26:22 +0000","share_url":"https://www.updatenews360.com/english/lifestyle/hanuman-jayanthi-fete-celebrated-today/","category_id":"Lifestyle","subcategory_id":["Anjaneya","Anjaneya temple","Hanuman Jayanthi","Suseenthiram temples","various temples"]}]