[{"id":1,"title":"Stokes set to return to action with T20 game next week","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/ben-stokes-1623139394.jpg"],"news_body":["All-rounder Ben Stokes, who is sitting out of the ongoing Test series against New Zealand due to injury but will be a key player in England","’","s five-Test series against India in August-September, is likely to resume competitive cricket with a T20 Blast game for Durham next week.","Details of Stokes","’","s comeback are yet to be confirmed by the ECB (England and Wales Cricket Board) and he could target one of the back-to-back 2nd XI T20s against Lancashire on June 14, but Durham have four fixtures in the Blast from June 15-20 and he is likely to return in one of them, said a report in espncricinfo.com.","This will be Stokes","’","s first T20 Blast game in three years. Other England players like Jos Buttler, Jonny Bairstow and Adil Rashid will also appear in the T20 tournament for the first time in many years.","The 30-year-old Stokes had to pull out of Indian Premier League (IPL) before its suspension after a fracture to his left index finger. He underwent a surgery for it.","The post ","Stokes set to return to action with T20 game next week"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 09 Jun 2021 06:29:55 +0000","share_url":"https://www.updatenews360.com/english/sports/stokes-set-to-return-to-action-with-t20-game-next-week/","category_id":"Sports","subcategory_id":["Ben Stokes","Cricket","ECB","Jonny Bairstow","New Zealand","T20"]},{"id":2,"title":"Broad to be match referee for WTC final","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-3-1024x768.jpg"],"news_body":["The International Cricket Council (ICC) on Tuesday announced the officials for the match. ICC Elite Panel","’","s Richard Illingworth and Michael Gough will be the on-field umpires.","ICC Elite Panel match referee Chris Broad will oversee the World Test Championship (WTC) final between India and New Zealand, scheduled to commence at the Ageas Bowl in Southampton from June 18.","Richard Kettleborough, also a member of the Elite Panel, will be the TV umpire while Alex Wharf of the ICC international panel of umpires will be the fourth official.","We are pleased to announce an experienced team of match officials for the final of the World Test Championship,","’"," said ICC senior manager (umpires and referees), Adrian Griffith.","The post ","Broad to be match referee for WTC final"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 09 Jun 2021 06:24:16 +0000","share_url":"https://www.updatenews360.com/english/sports/broad-to-be-match-referee-for-wtc-final/","category_id":"Sports","subcategory_id":["Adrian Griffith","Cricket","ICC","ICC Elite Panel","Michael Gough"]},{"id":3,"title":"Tsitsipas ends Medvedev run in Paris to enter semis","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/2021_6largeimg_880885707.jpg"],"news_body":["Fifth seed Stefanos Tsitsipas beat world number two Daniil Medvedev in straight sets on Tuesday to advance to the French Open semi-finals for the second straight year and end the Russian","’","s surprise run on the Parisian clay.","The Greek got revenge for this year","’","s Australian Open semi-final loss to the Russian, improving his Grand Slam quarter-final record to 4-0 with a 6-3 7-6(3) 7-5 win that teed up a last-four clash against Germany","’","s Alexander Zverev.","Medvedev, who squandered two set points in the second set, had not won a single match at the French Open prior to his run to the last eight this year. Yet having finally found his feet on the red dirt, he had few chances against the 22-year-old Tsitsipas, who has had a superb clay season so far.","Tsitsipas, a winner in Lyon and Monte Carlo on clay this year, wrongfooted the Russian to convert his first break point for 3-1 lead as he comfortably held serve in the first set. Medvedev saved a Tsitsipas set point at 5-2 but the Greek wrapped it up a game later with a volley.","Tsitsipas then won 11 straight points to break the Russian again early in the second set and cruise to a 3-1 lead. Yet his opponent launched a comeback, bagging his own first break en route to a three-game run.","The post ","Tsitsipas ends Medvedev run in Paris to enter semis"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 09 Jun 2021 05:21:29 +0000","share_url":"https://www.updatenews360.com/english/sports/tsitsipas-ends-medvedev-run-in-paris-to-enter-semis/","category_id":"Sports","subcategory_id":["Daniil Medvedev","French Open","Grand Slam","Stefanos Tsitsipas"]},{"id":4,"title":"Twitter obeys Indian govt’s order, restricts accounts","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-3-3.jpg"],"news_body":["Twitter has said that it blocked four accounts in India to comply with a new legal request from the Indian government.","All four accounts, like several others that the Indian government ordered to be blocked in the country earlier this year, had protested New Delhi’s agriculture reforms and some had posted other tweets that criticized Prime Minister Narendra Modi’s seven years of governance in India, an analysis by TechCrunch found.","Twitter has told the Ministry of Electronics and Information Technology (Meity) that it is ‘committed to complying’ with all clauses of the intermediary guidelines and asked for a week’s time, officials familiar with the matter reportedly said, days after the government issued an ultimatum to the company.","The post ","Twitter obeys Indian govt’s order, restricts accounts"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 08 Jun 2021 07:11:27 +0000","share_url":"https://www.updatenews360.com/english/sports/twitter-obeys-indian-govts-order-restricts-accounts/","category_id":"Sports","subcategory_id":["Business","Narendra modi","New Delhi","TechCrunch","Technology"]},{"id":5,"title":"Harbhajan offers apology for insta post","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/897116-harbhajan-singh-1024x576.jpg"],"news_body":["Veteran Indian off-spinner Harbhajan Singh on Monday unconditionally apologised for a social media post in which he shared a picture of Khalistani militant Jarnail Singh Bhindranwale to pay homage to those who died in ","‘","Operation Bluestar","’"," of 1984.","The 40-year-old off-spinner said he posted a WhatsApp forward on the 37th anniversary of the operation without realising that the man in the picture was Bhindranwale.","I just wish to clarify and apologise for an instagram post yesterday. It was a WhatsApp forward that I posted in a haste and without even realising the content used and what it signified and stood for, he said in an apology note posted on Twitter.","That was my mistake I accept, and at no stage do I subscribe to the views in that post or support the people whose picture were carried. I am a sikh who will fight for India and not against India.","This is my unconditional apology for hurting the sentiments of my nation. In fact any anti-national group against my people, I do not support and never will, he added.","The post ","Harbhajan offers apology for insta post"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 08 Jun 2021 06:58:32 +0000","share_url":"https://www.updatenews360.com/english/sports/harbhajan-offers-apology-for-insta-post/","category_id":"Sports","subcategory_id":["Bhindranwale","Harbhajan Singh","social media","Twitter"]},{"id":6,"title":"India, Lanka ODI series from 13 July","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture-4.png"],"news_body":["India will play three ODIs and as many T20 Internationals in Sri Lanka between July 13 to 25, broadcaster Sony announced on Monday.","Indian selectors are expected to pick plenty of fringe players for the limited overs tour with Shikhar Dhawan and Hardik Pandya in the fray for leading the side. A fully-fit Shreyas Iyer is another captaincy option.","Sony Sports announced the schedule via social media. ","”","Indian waves will crash against the Sri Lankan shore with #JeetneKiZid,","”"," the channel tweeted with the schedule.","The ODIs will take place on July 13, 16 and 18 while the T20Is will be played on July 21, 23 and 25. The venues for the the games are yet to be announced.","\n\n\n","The post ","India, Lanka ODI series from 13 July"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 08 Jun 2021 06:54:20 +0000","share_url":"https://www.updatenews360.com/english/sports/india-lanka-odi-series-from-13-july/","category_id":"Sports","subcategory_id":["broadcaster","India","JeetneKiZid","ODIs","Shikhar Dhawan","Sri Lanka"]},{"id":7,"title":"Chhetri’s double strike helps India defeat B’desh","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/E3SlzAnVgAEqwAO_imBWAgP.jpg"],"news_body":["Sunil Chhetri","’","s brace helped India defeat Bangladesh 2-0 in the ongoing FIFA World Cup Qatar 2022, and AFC Asian Cup China Qualifiers on Monday at the Jassim Bin Hamad Stadium at Al Sadd Club in Doha. The 36-year-old Chhetri scored both his goals in the second half of the match as he netted the ball into the goalpost in the 79th and 92nd minutes. With this win, India has risen to the third spot in Group E with six points from seven games.","Chhetri","’","s first goal was a properly-timed header from a left-sided cross while the other was an injury-time strike, as he curled home a finish from inside the penalty area. Stimac made three changes from the side that took on Qatar in the last match. The Blue Tigers made a cautious start, playing it amongst themselves, searching for the gaps.","The post ","Chhetri","’","s double strike helps India defeat B","’","desh"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 08 Jun 2021 06:49:05 +0000","share_url":"https://www.updatenews360.com/english/sports/chhetris-double-strike-helps-india-defeat-bdesh/","category_id":"Sports","subcategory_id":["Bangladesh","FIFA Club","Jassim Bin","Sunil Chhetri"]},{"id":8,"title":"French Open: Nadal, Djokovic enter last eight","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-1-6-1024x683.jpg"],"news_body":["For two sets and more than two hours at the French Open on Monday, Novak Djokovic found himself being outplayed by a 19-year-old opponent from Italy making his Grand Slam debut.","And yet, to hear Djokovic tell it afterward, he had the kid right where he wanted him. Which turned out to be true.","Rafael Nadal also faced an Italian who","’","s just 19 in the fourth round — and also needed a bit of time to get going. Nadal","’","s trouble lasted all of eight games and less than 45 minutes Monday before he seized control, ran his Roland Garros streak to 35 consecutive sets and joined Djokovic in reaching a record 15th quarterfinal at the clay-court major tournament.","After dropping a pair of tiebreakers, Djokovic suddenly went from a big deficit to his best tennis. He grabbed 13 games in a row before Lorenzo Musetti stopped playing because of lower back pain and cramps while trailing 6-7 (7), 6-7 (2), 6-1, 6-0, 4-0.","The post ","French Open: Nadal, Djokovic enter last eight"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 08 Jun 2021 06:42:23 +0000","share_url":"https://www.updatenews360.com/english/sports/french-open-nadal-djokovic-enter-last-eight/","category_id":"Sports","subcategory_id":["Djokovic","French Open","Grand Slam","Novak Djokovic"]},{"id":9,"title":"Hopeful of getting picked for Sri Lanka tour: Kuldeep","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Kully-1024x689.jpg"],"news_body":["Spinner Kuldeep Yadav is disappointed at missing out on India","’","s tour of England for the World Test Championship (WTC) final against New Zealand and a five-match Test series against the hosts. He hopes he would get picked for upcoming tour of Sri Lanka.","I am disappointed not to be part of the Indian team because I wanted to go and perform and contribute to the team","’","s win. These things happen, yes you are sad, but at the same time you are ready to perform in the next opportunity, Yadav said.","However, the Chinaman bowler was hopeful of securing a spot in the limited-overs series against Sri Lanka in July.","I haven","’","t gone there [to England], so hopefully I will go to Sri Lanka and get the chance to perform there. Cricket should continue happening, every player is sad when he is not in the team, everyone wants to remain in the team but sometimes the situation is such that you are not part of the team, Yadav told India News.","India will play the WTC final in Southampton from June 18, followed by a five-Test series against England, starting August 4 in Nottingham.","Virat Kohli is leading India on the three-and-a-half-month tour of England.","The post ","Hopeful of getting picked for Sri Lanka tour: Kuldeep"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 07 Jun 2021 05:04:45 +0000","share_url":"https://www.updatenews360.com/english/sports/hopeful-of-getting-picked-for-sri-lanka-tour-kuldeep/","category_id":"Sports","subcategory_id":["England","Kuldeep Yadav","Sri Lanka","WTC"]},{"id":10,"title":"Roger Federer withdraws from French Open","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/GettyImages-1322009359-1024x695.jpg"],"news_body":["Roger Federer withdrew from the French Open on Sunday to give himself a chance to recover after emerging from a tight third-round victory that lasted about 3 1/2 hours.","After two knee surgeries and over a year of rehabilitation it","’","s important that I listen to my body and make sure I don","’","t push myself too quickly on my road to recovery, the 20-time Grand Slam champion said in a statement released by the French tennis federation.","‘","I am thrilled to have gotten 3 matches under my belt. There is no greater feeling than being back on court.","’","Federer, who turns 40 on Aug. 8, was competing in his first major tournament since the 2020 Australian Open. Shortly after that event, he had the first of a pair of operations on his right knee.","He had played just three matches this season before arriving in Paris for the clay-court Slam, which he won in 2009.","The post ","Roger Federer withdraws from French Open"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 07 Jun 2021 04:59:47 +0000","share_url":"https://www.updatenews360.com/english/sports/roger-federer-withdraws-from-french-open/","category_id":"Sports","subcategory_id":["French Open","Grand Slam","Roger Federer","Tennis"]},{"id":11,"title":"French Open: Serena, Nishikori shown the door","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Elena-Rybakina-1024x576.jpg"],"news_body":["Serena Williams","’"," latest quest for a record-equalling 24th Grand Slam title ended in the French Open last 16 on Sunday, hours after Roger Federer pulled out of what was possibly his last appearance at Roland Garros.","The 39-year-old Williams, still one short of Margaret Court","’","s all-time record for most Grand Slam singles titles, lost 6-3, 7-5 to Kazakh 21st seed Elena Rybakina, while Federer withdrew as a precaution to protect his body for Wimbledon.","Greek fifth seed Stefanos Tsitsipas, fancied to reach his first Grand Slam final, with Rafael Nadal and Novak Djokovic in the other half of the draw, sealed his return to the quarter-finals with a 6-3, 6-2, 7-5 victory over Spain","’","s Pablo Carreno Busta.","A semi-finalist at the past two majors, Tsitsipas was beaten in a thrilling five-setter by Djokovic in Paris eight months ago.","He will next face twice Grand Slam finalist and second seed Daniil Medvedev. The Russian, who hadn","’","t won a French Open match before this week, eased past Chile","’","s Cristian Garin 6-2, 6-1, 7-5.","Alexander Zverev progressed to the French Open quarterfinals for the third time in four years on Sunday with a crushing 6-4, 6-1, 6-1 win over Japan","’","s Kei Nishikori.","Sixth seed Zverev will face world number 46 Alejandro Davidovich Fokina of Spain for a place in the last four.","The post ","French Open: Serena, Nishikori shown the door"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 07 Jun 2021 04:55:46 +0000","share_url":"https://www.updatenews360.com/english/sports/french-open-serena-nishikori-shown-the-door/","category_id":"Sports","subcategory_id":["Elena Rybakina","French Open","Grand Slam","Rafael Nadal","Serena Williams"]},{"id":12,"title":"Wawrinka out of Wimbledon due to foot injury","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/2021-05-18T173959Z_1_LYNXNPEH4H11T_RTROPTP_3_TENNIS-WAWRINKA_1622881225794_1622881233252-1024x576.jpg"],"news_body":["Three-times Grand Slam champion Stan Wawrinka has pulled out of Wimbledon due to a foot injury that also ruled him out of the ongoing French Open, the governing body of men","’","s tennis (ATP) has said.","Former world number three Wawrinka underwent an operation on his left foot earlier this year. The 36-year-old Swiss has not played on the ATP Tour since his opening round defeat by Lloyd Harris at the Qatar Open in March. The Wimbledon competition starts on June 28.","Wawrinka has competed at the All England Club on 15 occasions, reaching the quarter-finals in 2014 and 2015. He won the Australian Open in 2014 before adding the French Open (2015) and U.S. Open (2016) titles to his trophy cabinet.","The post ","Wawrinka out of Wimbledon due to foot injury"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 05 Jun 2021 12:12:44 +0000","share_url":"https://www.updatenews360.com/english/sports/wawrinka-out-of-wimbledon-due-to-foot-injury/","category_id":"Sports","subcategory_id":["2021 French Open","ATP","French Open","Grand Slam","Lloyd Harris","Stan Wawrinka","Tennis"]},{"id":13,"title":"Pat Cummins not to play IPL in UAE in Sept","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Cummins.jpg"],"news_body":["Indian Premier League (IPL) 2021 suffered a setback months before its resumption in UAE in September when franchises","’"," worst fears regarding availability of foreign players started to come true with pullout of Australia pacer Pat Cummins from Kolkata Knight Riders (KKR).","Cummins has told KKR","’","s veteran India player Dinesh Karthik that he won","’","t be able to make it for the second leg of the tournament.","KKR may also miss England captain Eoin Morgan, who leads the franchise.","“","Pat Cummins has himself said that he will not come. But when it comes to Eoin Morgan, there are still three months to go. A lot can change from now till September. But if I am asked to lead, I will be ready for it,","”"," Karthik told Times of India in an interview.","There has been no statement from Cricket Australia yet on the availability of its players for the remainder of IPL 2021 whereas England and Wales Cricket Board (ECB) has already clarified that its players won","’","t skip international matches which coincide IPL.","The post ","Pat Cummins not to play IPL in UAE in Sept"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 05 Jun 2021 11:58:01 +0000","share_url":"https://www.updatenews360.com/english/sports/pat-cummins-not-to-play-ipl-in-uae-in-sept/","category_id":"Sports","subcategory_id":["Dinesh Karthik","ECB","Eoin Morgan","IPL","KKR","Pat Cummins"]},{"id":14,"title":"Three-day hard quarantine for India men’s team","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/jpg-2-1024x768.jpg"],"news_body":["After landing in London, the Indian contingent, comprising both men’s and women’s sides, took a two-hour bus journey to Southampton on Thursday. With the WTC decider set to begin on June 18, the India men’s team has limited time to prepare.","‘","I had a good sleep. The plan is to quarantine. We have been told that we can’t meet each other for three days, so we will be quarantining for that much time, Axar said in a video posted by the BCCI, which captured the journey to England on a chartered flight. Prior to departure, both the teams underwent a 14-day quarantine in Mumbai.","Meanwhile, India batsman Hanuma Vihari said batting in England is challenging, not only because of Dukes balls that do something throughout the day, but also because overhead conditions are unpredictable.","The post ","Three-day hard quarantine for India men’s team"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 05 Jun 2021 05:15:02 +0000","share_url":"https://www.updatenews360.com/english/sports/three-day-hard-quarantine-for-india-mens-team/","category_id":"Sports","subcategory_id":["Axar","BCCI","journey","London","WTC"]},{"id":15,"title":"Singapore Grand Prix cancelled due to Covid","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/3146085-64477428-2560-1440-1024x576.jpg"],"news_body":["Formula 1 and race organisers on Friday confirmed that this year","’","s Singapore Grand Prix will not take place due to ongoing safety and logistic concerns brought about by the COVID-19 pandemic.","The race, on the Marina Bay Street Circuit, had been scheduled as round 16 of the 2021 championship, on October 1-3.","We understand that our fans were looking forward to another edition of the Formula 1 Singapore Grand Prix, said Colin Syn, Deputy Chairman of Singapore GP Pte Ltd.","To cancel the event for a second year is an incredibly difficult decision, but a necessary one in light of the prevailing restrictions for live events in Singapore, he added.","The post ","Singapore Grand Prix cancelled due to Covid"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 05 Jun 2021 05:10:50 +0000","share_url":"https://www.updatenews360.com/english/sports/singapore-grand-prix-cancelled-due-to-covid/","category_id":"Sports","subcategory_id":["Colin Syn","Covid-19","Formula","Grand Prix","Marina Bay","Singapore"]},{"id":16,"title":"French Open: Zverev sets up fourth-round clash with Nishikori","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/159907-fekauopnuo-1622816621-1024x538.jpg"],"news_body":["Sixth seed Alexander Zverev made it to the French Open fourth round with a 6-2, 7-5, 6-2 victory over Laslo Djere of Serbia here on Friday.","The German star will take on world No. 49 Kei Nishikori of Japan, who made it to the pre-quarterfinals after qualifier Henri Laaksonen of Switzerland was forced to retire due to a thigh injury while trailing 5-7 in the first set.","”","This is the seventh time Nishikori, who reached a career-high ranking of No. 4 in 2015, has entered the fourth round in Paris.","Argentina","’","s world No. 51 Federico Delbonis broke a two-match losing streak against Italian 29th ranked player Fabio Fognini to make his maiden entry into a Grand Slam fourth round.","In a rain-interrupted match, Delbonis capitalised on his solid first serve to record a 6-4, 6-1, 6-3 win over Fognini in two hours and six minutes.","Debonis will take on Spain","’","s Alejandro Davidovich Fokina who won a marathon five-setter against Norwegian 15th seed Casper Ruud 7-6(3), 2-6, 7-6(6), 0-6, 7-5 to secure a pre-quarterfinal berth.","Fokina, who had also reached the 2020 US Open fourth round, saved four break points in the final game to close out one of the biggest wins of his career after a contest lasting four hours and 35 minutes.","The post ","French Open: Zverev sets up fourth-round clash with Nishikori"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 05 Jun 2021 05:07:01 +0000","share_url":"https://www.updatenews360.com/english/sports/french-open-zverev-sets-up-fourth-round-clash-with-nishikori/","category_id":"Sports","subcategory_id":["Alejandro Davidovich","Alexander Zverev","French Open","Henri Laaksonen","Serbia"]},{"id":17,"title":"Advantage New Zealand against India in WTC says Brett Lee","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/BRETT_LEE_-_03035408.jpg"],"news_body":["New Zealand will have edge over India in World Test Championship (WTC) final due to conditions in Southampton being conducive to swing and seam bowling, said former Australia fast bowler Brett Lee. Lee added that team bowling better will eventually win WTC title.","“","I think it is pretty evenly matched there (in batting). From a batting point of view, both sides have got batsmen that can play against swing bowling,","”"," said Lee in an interview to International Cricket Council (ICC).","“","I am thinking though with the experience of New Zealand because they have bowled in conditions which are similar back home, you talk about the ball moving around, you talk about something in the wicket, there will be a bit of something, it may be conducive to fast bowling, to swing bowling. So that is where I think that the Kiwis might have an advantage purely from that fact,","”"," added Lee, who at his peak was one of the two fastest bowlers in world cricket alongside Pakistan","’","s Shoaib Akhtar.","The post ","Advantage New Zealand against India in WTC says Brett Lee"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 04 Jun 2021 09:37:41 +0000","share_url":"https://www.updatenews360.com/english/sports/advantage-new-zealand-against-india-in-wtc-says-brett-lee/","category_id":"Sports","subcategory_id":["Brett Lee.","ICC","New Zealand","Shoaib Akhtar","WTC"]},{"id":18,"title":"Fitter Kohli embarks on third Test tour of England","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/thequint_2021-06_91dd2319-92e8-4b38-99be-0378077730fe__5S_4035-1024x576.jpg"],"news_body":["India skipper Virat Kohli on Thursday embarked on his third tour of England as India","’","s most successful Test captain and one of the four best Test batsmen in contemporary cricket, a far cry from the batsman who struggled against swing bowling on his first tour there in 2014.","Kohli was a complete failure during his first tour of England in 2014, aggregating 134 runs across 10 innings at an average of 13.4.","He returned four years later a much more successful batsman, topping the batting charts in the bilateral series with 593 runs across 10 innings at an average of 59.3.","He reaches England on Thursday as an accomplished leader too with a series win in Australia under his belt.","The 32-year-old Kohli has led India to 36 wins in 60 Tests as captain. The number of Test wins he has led India to are the most by an India captain.","Firstly I am four years older (sic). That is one difference, Kohli told Indian media prior to departure on being asked the difference in Kohli of today and the one who toured England in 2014.","But apart from that I don","’","t think the mindset has changed at all. The mindset was always to go there and perform for my team. I had a chance to lead in 2018 and contrary to the kind of acceptance on the outside, we understand the kind of cricket we played there, he added referring to the criticism Indian team faced after losing the 2018 series 1-4 in England.","The post ","Fitter Kohli embarks on third Test tour of England"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 04 Jun 2021 05:14:41 +0000","share_url":"https://www.updatenews360.com/english/sports/fitter-kohli-embarks-on-third-test-tour-of-england/","category_id":"Sports","subcategory_id":["contemporary","Cricket","England","Virat kohli"]}]