[{"id":1,"title":"Serena suffers shock loss in 1,000th match","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/afp_99u4h6-e1620837635520.jpg"],"news_body":["Serena Williams, playing the 1,000th Tour-level match of her glittering career, suffered a shock 7-6(6) 7-5 defeat by Argentina","’","s Nadia Podoroska in the the Italian Open second round on Wednesday.","Playing her first competitive match in nearly three months, the 23-times Grand Slam champion twice came back from a break down but struggled on her first serve as Podoroska took the opening set in the tiebreak.","Podoroska, who reached the French Open semi-finals last year, produced a string of heavy topspin forehands to take control of the match with an early break in the second set. Although Podoroska was broken to love on her first attempt to serve out the match, she maintained her composure to break again and secure a place in the round of 16.","Defeat for Williams, who received an opening round bye in Rome, was a major blow to her preparations for the French Open, starting on May 30. It was the American","’","s 149th defeat in her 1,000 career WTA matches.","The post ","Serena suffers shock loss in 1,000th match"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 13 May 2021 05:44:31 +0000","share_url":"https://www.updatenews360.com/english/sports/serena-suffers-shock-loss-in-1000th-match/","category_id":"Sports","subcategory_id":["Italian Open","Podoroska","Serena Williams","WTA"]},{"id":2,"title":"Set back for Saina, Srikanth as Olympics qualifiers cancelled","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/225023-saina.jpg"],"news_body":["In a setback for Indians hoping to qualify for this year","’","s Tokyo Olympics, the Badminton World Federation (BWF) announced on Wednesday the cancellation of the last Olympic qualification event, the Singapore Open, due to the Covid-19 pandemic.","The tournament was set to be held from June 1 to 6 and the qualifying window for the Olympics is currently scheduled to end on June 15.","\nThe BWF said that it will release a further statement on the qualification process later.","The post ","Set back for Saina, Srikanth as Olympics qualifiers cancelled"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 13 May 2021 05:39:13 +0000","share_url":"https://www.updatenews360.com/english/sports/set-back-for-saina-srikanth-as-olympics-qualifiers-cancelled/","category_id":"Sports","subcategory_id":["BWF","Covid-19","pandemic","Srikanth","Tokyo Olympics"]},{"id":3,"title":"Legendary TT star Chandrasekar dies of COVID","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/unnamed-2.jpg"],"news_body":["Three-time National table tennis champion,","\nArjuna awardee and former Indian player V.Chandrasekar died here","\non Wednesday after testing positive for COVID-19.","He was 63.","He is survived by his wife and a son.","Chandrasekar, who was popularly called as ","‘","Chandra","’"," in the Table","\nTennis fraternity, was undergoing treatment at a private hospital.","However, he died due to COVID related complications, including","\nlung involvement.","He was the President of Tamizhaga Table Tennis Association.","He was also the Director and head coach of the SDAT-Medimix TT","\nAcademy in Mogappair (Chennai), which has groomed several top","\nplayers.","Current Indian paddler G Sathiyan was among his trainees.","International stars like S.Raman, Arul Selvi, Chetan Baboor,","\nN.R. Indu, M.S. Mythili and Preyesh are among the players","\nwho were groomed by Chandra.","The Chennai-born player, who had reached the semifinals of","\nthe Commonwealth Games in 1982, was also a successful coach.","His playing career was cut short in 1984 following a botched","\nup surgery on his right knee at a popular hospital here which","\nhad affected his mobility.","However, he fought a long legal battle with the hospital, won","\nthe case, recovered and serve the game as a successful coach.","The table tennis fraternity condoled his death, saying the","\nsport had lost a legend.","The post ","Legendary TT star Chandrasekar dies of COVID"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 13 May 2021 05:01:15 +0000","share_url":"https://www.updatenews360.com/english/sports/legendary-tt-star-chandrasekar-dies-of-covid/","category_id":"Sports","subcategory_id":["Arjuna","Chandra","Covid-19","Tamizhaga","Tennis","V.Chandrasekar"]},{"id":4,"title":"Badminton great Padukone making good recovery after Covid","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/prakash-padukone-1620873030.jpg"],"news_body":["Former All England champion Prakash Padukone is making good recovery after having been discharged from a Bengaluru hospital where he was admitted for a week due to Covid.","Padukone, who was hospitalised on May 1 as a precautionary measure as his fever was not subsiding, was discharged on Saturday, according to a report.","Padukone","’","s family members too had returned Covid-positive but recovered in home isolation.","The 65-year-old former badminton player was the first Indian to clinch the All England title in 1980 and again reached the final the following year.","The post ","Badminton great Padukone making good recovery after Covid"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 13 May 2021 04:45:32 +0000","share_url":"https://www.updatenews360.com/english/sports/badminton-great-padukone-making-good-recovery-after-covid/","category_id":"Sports","subcategory_id":["Coronavirus","Covid","England","positive","Prakash Padukone"]},{"id":5,"title":"Sometimes miss Dhoni’s guidance: Kuldeep Yadav","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-7-1.jpg"],"news_body":["Spinner Kuldeep Yadav has admitted that he misses the guidance he used to get from MS Dhoni when the latter kept wickets. Kuldeep has seen his international appearances nosedive since the end of 2019, which was also the year that Dhoni played his last match for India.","“","Sometimes I miss that guidance because he (Mahi) has great experience. He used to guide us behind the wicket, kept screaming. We miss his experience. Rishabh is there now, the more he plays, the more input he will give in the future. I always felt every bowler needs a partner who can respond from the other end,","”"," Yadav told.","Yadav has played seven ODIs in 2020 and 2021, as compared to 23 in 2019 alone. Dhoni played his last game for India in their semi-final defeat to New Zealand in the 2019 World Cup on July 10 before eventually retiring from international cricket on August 15, 2020","The post ","Sometimes miss Dhoni","’","s guidance: Kuldeep Yadav"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 12 May 2021 08:55:31 +0000","share_url":"https://www.updatenews360.com/english/sports/sometimes-miss-dhonis-guidance-kuldeep-yadav/","category_id":"Sports","subcategory_id":["India","Kuldeep Yadav","MS Dhoni","Rishabh"]},{"id":6,"title":"Dhawan could lead India in Sri Lanka series","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/07c623bed6be68fdb83670f8892df767.jpg"],"news_body":["Opener Shikhar Dhawan could lead an India side for the limited-overs tour of Sri Lanka in July as the Indian cricket board looks to form a white-ball squad in the absence of top players who will be busy in England for Test matches at the time.","Bhuvneshwar Kumar, Prithvi Shaw, Hardik Pandya and Ishan Kishan could be in the white-ball squad that is likely to play three One-day Internationals and three T20 Internationals at a single venue in the island nation from July 13.","\nWhile plans for the tour have not been thrashed out yet and there has been no official announcement, it is natural that some of the players who have performed in limited overs cricket for India and in the IPL recently will be picked.","Ishan Kishan and Suryakumar Yadav, who both did well for Mumbai Indians in the Indian Premier League (IPL) 2020, and also in the white-ball series against England at home, could be in the squad.","Among youngsters who have burst onto the scene through IPL, spinner Rahul Chahar and left-arm pace bowler Chetan Sakariya could find a place in the Indian team. Rahul","’","s cousin Deepak Chahar could also make the cut.","The post ","Dhawan could lead India in Sri Lanka series"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 12 May 2021 05:26:59 +0000","share_url":"https://www.updatenews360.com/english/sports/dhawan-could-lead-india-in-sri-lanka-series/","category_id":"Sports","subcategory_id":["Bhuvneshwar Kumar","Prithvi Shaw","Shikhar Dhawan","Sri Lanka","T20"]},{"id":7,"title":"Hussey tests positive for Covid-19 again","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/Hussey-1024x768.jpg"],"news_body":["Chennai Super Kings","’"," (CSK) batting coach Michael Hussey has tested positive for Covid-19 again.","The former Australia batsman, who was with the CSK in the postponed 2021 Indian Premier League (IPL) and was possibly infected during his stay in New Delhi, had earlier got a negative result in his second test but tested positive in the third round, according to The Australian.","He is now set to undergo another test on Thursday.","Hussey had tested positive the first time three days after it was revealed that three other staff members of CSK had tested positive. He is getting treated at a hospital here in Chennai. New Zealand wicketkeeper-batsman Tim Seifert, who too tested positive, is also receiving treatment at the same hospital. Seifert was in Ahmedabad with the Kolkata Knight Riders.","The post ","Hussey tests positive for Covid-19 again"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 12 May 2021 05:22:51 +0000","share_url":"https://www.updatenews360.com/english/sports/hussey-tests-positive-for-covid-19-again/","category_id":"Sports","subcategory_id":["Coronavirus","Covid-19","CSK","IPL","Michael Hussey"]},{"id":8,"title":"Nadal not sure if he will play in Tokyo Olympics","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/images-9.jpg"],"news_body":["World number three Rafael Nadal admitted he is unsure if he will take part in the Summer Olympics in Tokyo as the pandemic remains out of control in Japan just a few months away from the start of the competition.","Nadal is set to face Italian sensation Jannik Sinner in his opening match of the Italian Open on Tuesday. Sinner reached his first Masters final this year at the Miami Open, won an Australian Open warm up, reached the semifinals of the Barcelona Open last month, and the match with Humbert marked his 20th victory of the year.","‘","In a normal world, the Olympic Games were always my main priority. In the current world, the Olympic Games are still a priority, but things have changed. We have been for almost year-and-a-half under this pandemic and the only thing I can say it is that I take the decision based in a short term,","’"," Nadal said","The post ","Nadal not sure if he will play in Tokyo Olympics"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 12 May 2021 05:16:12 +0000","share_url":"https://www.updatenews360.com/english/sports/nadal-not-sure-if-he-will-play-in-tokyo-olympics/","category_id":"Sports","subcategory_id":["Jannik","Japan","Miami Open","Rafael Nadal","Tokyo Olympics"]},{"id":9,"title":"ManCity wins Premier League title","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/manchester-city-premier-league-title-2018-19_150rthq617ic110cy8cczy38h8-1024x576.jpg"],"news_body":["Manchester City on Tuesday secured the Premier League 2020-21 title after Manchester United stumbled to a 1-2 loss against Leicester City here at Old Trafford.","This loss meant United would not be able to overtake Manchester City in terms of points even if they win their remaining three fixtures in the league.","Manchester City currently has 80 points from 35 matches while United has 70. Even if City loses all its three fixtures and United wins its remaining matches, the side would still be able to reach just 79 points, one point behind City.","This is City","’","s third Premier League title win in the last four years. Pep Guardiola","’","s side will now be in action against Newcastle United in the Premier League on Friday. City is also in the finals of UEFA Champions League and the side will square off against Chelsea on May 29. This is City","’","s fifth Premier League title win in the last decade.","The post ","ManCity wins Premier League title"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 12 May 2021 05:10:24 +0000","share_url":"https://www.updatenews360.com/english/sports/mancity-wins-premier-league-title/","category_id":"Sports","subcategory_id":["Chelsea","Manchester City","Newcastle","Premier League title","UEFA"]},{"id":10,"title":"Kohli, Ishant, Pujara get first dose of COVID-19 vaccine","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/kohli-vaccination-1024x569.jpg"],"news_body":["India captain Virat Kohli, senior pacer Ishant Sharma and Test specialist Cheteshwar Pujara on Monday received their first doses of COVID-19 vaccine.","While Kohli, who now lives in Mumbai, posted a photo on instagram, Ishant and his wife Pratima, a former India hoopster, also uploaded their selfies in front of their vaccination centre.","”","Thankful for this and grateful for all the essential workers. Happy to see the smooth running of the facility ","&"," management. Let","’","s all get vaccinated at the earliest,","”"," Ishant wrote on his twitter handle.","Pujara was also accompanied by his wife to the vaccination centre.","”","Puja and I got our first dose of the vaccine today. Urge each one of you to try and get yours too if eligible,","”"," Pujara tweeted.","India","’","s Test vice-captain Ajinkya Rahane, pacer Umesh Yadav and senior opener Shikhar Dhawan have already got their first jabs.","The post ","Kohli, Ishant, Pujara get first dose of COVID-19 vaccine"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 11 May 2021 05:16:56 +0000","share_url":"https://www.updatenews360.com/english/sports/kohli-ishant-pujara-get-first-dose-of-covid-19-vaccine/","category_id":"Sports","subcategory_id":["Cheteshwar Pujara","Covid-19","Ishant Sharma","vaccination","vaccine","Virat kohli"]},{"id":11,"title":"Pak wins series against Zimbabwe","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/Shaheen-Test-vs-ZIM-AP_570_850.jpg"],"news_body":["Pakistan quickly took the one wicket it needed on Monday for another innings victory over struggling Zimbabwe in the second Test and a 2-0 series sweep.",": It took only five overs on Day 4 for Shaheen Shah Afridi to end it by having Luke Jongwe caught behind by wicketkeeper Mohammad Rizwan for 37.","Pakistan won by an innings and 147 runs at Harare Sports Club to go with the innings and 116-run win in the first Test at the same venue.","Pakistan also claimed a slice of history with Afridi’s 5-52 making him the third Pakistan bowler in the Test to take a five-wicket haul. He and Nauman Ali (5-86) took five each in the second innings after Hasan Ali’s five in the first.","It’s the first time Pakistan has had three bowlers with five wickets in a match, and the first time it has happened in Tests since 1993.","The post ","Pak wins series against Zimbabwe"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 11 May 2021 05:08:08 +0000","share_url":"https://www.updatenews360.com/english/sports/pak-wins-series-against-zimbabwe/","category_id":"Sports","subcategory_id":["Luke Jongwe","Mohammad Rizwan","pakistan","Shaheen Shah Afridi","Zimbabwe"]},{"id":12,"title":"Sri Lanka’s Gunawardene cleared of corruption charges","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/Avishka-Gunawardene-2002-batting-G-1050.jpg"],"news_body":["The International Cricket Council (ICC) said an independent tribunal has cleared former Sri Lanka batsman Avishka Gunawardene of two corruption charges and that he is allowed to resume cricket activities. Gunawardene, who played six tests and 61 one-day internationals, was charged with soliciting or enticing a participant to breach anti-corruption regulations and failing to disclose any potential corruption or suspicious approach.","\n.","\nThe tribunal also dismissed three of the four charges made against former Sri Lanka pace bowler Nuwan Zoysa, who was banned from all cricket for six years last month after an ICC anti-corruption tribunal found him guilty of breaching its code. Both players were facing charges under the Emirates Cricket Board","’","s anti-corruption code after being accused of fixing matches in a T10 tournament in the United Arab Emirates in 2017.","“","The detailed decision will be announced to the parties in due course and remains subject to appeal,","”"," the ICC said in a statement https://www.icc-cricket.com/media-releases/2136440 on Monday. Zoysa has been cleared of being party to influence improperly the result or conduct of a match, soliciting or enticing a participant to breach anti-corruption regulations and failing to disclose full details of any approach to fix a match.","The post ","Sri Lanka","’","s Gunawardene cleared of corruption charges"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Tue, 11 May 2021 04:53:15 +0000","share_url":"https://www.updatenews360.com/english/sports/sri-lankas-gunawardene-cleared-of-corruption-charges/","category_id":"Sports","subcategory_id":["Avishka Gunawardene","Cricket","ICC","Nuwan Zoysa","Sri Lanka"]},{"id":13,"title":"KKR’s Chakravarthy, Warrier return to Chennai after quarantine","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-2-3.jpg"],"news_body":["Kolkata Knight Riders (KKR) bowlers Varun Chakravarthy and Sandeep Warrier, who both tested positive for Covid-19 during the postponed Indian Premier League (IPL), reached their homes in Chennai on Monday after serving mandatory quarantine in Ahmedabad.","The two were the first players to test positive for Covid-19. Following their positive tests, players from three other teams ","–"," Delhi Capitals in Ahmedabad and Chennai Super Kings and SunRisers Hyderabad in New Delhi, tested positive for Covid-19.","KKR reported a further two cases with New Zealander Tim Seifert and India pace bowler M Prasidh Krishna testing positive.","While Seifert is being treated in Chennai at the same hospital as Chennai Super Kings","’"," batting coach Michael Hussey is being treated in, Krishna is in Bengaluru in home quarantine and isolation.","The post ","KKR","’","s Chakravarthy, Warrier return to Chennai after quarantine"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 10:56:11 +0000","share_url":"https://www.updatenews360.com/english/sports/kkrs-chakravarthy-warrier-return-to-chennai-after-quarantine/","category_id":"Sports","subcategory_id":["Covid-19","IPL","KKR","New Zealand","Prasidh Krishna","Varun Chakravarthy","Warrier"]},{"id":14,"title":"Piyush Chawla’s father passes away due to Covid-19, MI team condoles","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/Piyush-Chawla-crictoday--1024x576.png"],"news_body":["Veteran India leg-spinner Piyush Chawla has lost his father, Pramod Kumar Chawla, on Monday from Covid-19. He took to Instagram to announce this unfortunate news. Piyush Chawla revealed that his father tussled with the deadly virus and its post complications, and finally breathed his last on Monday.","“life won’t be same without him anymore, lost my pillar of strength today,” Piyush Chawla captioned his post with an image of his father inviting thoughts and prayers from the fans.","Piyush Chawla, part of the IPL title-winning Kolkata Knight Riders side in 2014, was bought by Mumbai Indians in the February auction for IPL 2021. However, he couldn’t make it into the eleven so far in 7 games as Rahul Chahar continued with his impressive form before the tournament was suspended due to the covid-19 outbreak in 4 franchises.","The 32-year-old leg-spinner was part of India’s 2011 World Cup-winning squad as well. Mumbai Indians tweeted to extend condolences for the death.","The post ","Piyush Chawla’s father passes away due to Covid-19, MI team condoles"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 07:41:17 +0000","share_url":"https://www.updatenews360.com/english/sports/piyush-chawlas-father-passes-away-due-to-covid-19-mi-team-condoles/","category_id":"Sports","subcategory_id":["Covid-19","IPL","KKR","Piyush Chawla","Pramod Kumar Chawla","Rahul Chahar"]},{"id":15,"title":"T20 WC could be postponed or shifted: Chappell","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/ian-chappell-1024x569.jpg"],"news_body":["Australian great Ian Chappell feels the suspension of IPL is a reminder of cricket","’","s vulnerability and does not rule out the COVID-19 pandemic forcing a postponement or shifting of the upcoming T20 World Cup from India.","The 2021 edition of the lucrative T20 league was suspended earlier this week after four players ","—"," Sunrisers Hyderabad batsman Wriddhiman Saha, Delhi Capitals spinner Amit Mishra and KKR","’","s Varun Chakravarthy and Sandeep Warrier ","—"," tested positive for COVID-19 in the bio-bubble.","”","The suspension of the 2021 IPL tournament because of surging Covid infections and deaths among the public, and a number of participants testing positive, was a reminder of the game","’","s vulnerability,","”"," Chappell wrote in his column for ","‘","ESPNcricinfo","’",".","India, which is grappling with a devastating second wave of the pandemic with cases rising by over 4 lakh everyday, is scheduled to host the T20 World Cup in October-November.","”","In the current disastrous climate, the suspension of the IPL could also produce a precedent. It may lead to the World T20 event, programmed for India later in the year, either being postponed or moved.","”"," Chappell recalled a few incidents that led to the disruption of the game in the past.","”","In the past, tours have been aborted and matches abandoned for a variety of reasons. Many of these involved back stories, some of which were tragic and others amusing.","”"," The 77-year-old recollected how poor weather during the 1970-71 Boxing Day Test between hosts Australian and England led to the first ever One-Day International.","The post ","T20 WC could be postponed or shifted: Chappell"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 06:15:04 +0000","share_url":"https://www.updatenews360.com/english/sports/t20-wc-could-be-postponed-or-shifted-chappell/","category_id":"Sports","subcategory_id":["Australian","Covid-19","IPL","KKR","T20","Varun Chakravarthy","vulnerability"]},{"id":16,"title":"India will tour Sri Lanka in July for limited overs series: Ganguly","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/blobhttpsweb.whatsapp.com823e085e-6eb5-4ed4-884a-87ca09dedb91-45-1024x576.jpg"],"news_body":["BCCI president Sourav Ganguly on Sunday said that the Indian team, sans the top players, will tour Sri Lanka in July for a limited overs bilateral series.","Big names such as skipper Virat Kohli and vice-captain Rohit Sharma will not be part of the tour as they will be engaged in a marquee five-match Test series in England.","”","We have planned a white ball series for the senior men","’","s team during the month of July where they will play T20 Internationals and ODIs in Sri Lanka,","”"," Ganguly told PTI in an interaction.","Asked how will India segregate the two teams, Ganguly said that it will be a different side, which won","’","t have anyone from the outfit that will be in the United Kingdom at that time.","”","Yes, it will be a team of white ball specialists. It will be a different team,","”"," the former India captain said, making it clear that the cricket board also has the preparation of white ball regulars in mind.","The post ","India will tour Sri Lanka in July for limited overs series: Ganguly"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 06:04:24 +0000","share_url":"https://www.updatenews360.com/english/sports/india-will-tour-sri-lanka-in-july-for-limited-overs-series-ganguly/","category_id":"Sports","subcategory_id":["BCCI","Rohit sharma","Sourav Ganguly","Sri Lanka","Virat kohli"]},{"id":17,"title":"Hamilton clinches Spanish GP","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/download-8.jpg"],"news_body":["Lewis Hamilton of Mercedes defeated Red Bull’s Max Verstappen to win the Spanish Grand Prix in Barcelona on Sunday. Verstappen has been a very close competitor for the Mercedes so far this season and it was the same in Barcelona.","Mercedes’ Valtteri Bottas finished third. This was Hamilton’s 98th race win and it was a tough one. Hamilton was also aided by a brilliant tactical two-stop strategy from Mercedes. Even as Hamilton won the race, Verstappen recorded the fastest lap. The Red Bull driver gave his all ","–"," was bold and aggressive ","–"," but Hamilton was just too good.","The post ","Hamilton clinches Spanish GP"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 05:58:37 +0000","share_url":"https://www.updatenews360.com/english/sports/hamilton-clinches-spanish-gp/","category_id":"Sports","subcategory_id":["Barcelona","Grand Prix","Red Bull","Valtteri Bottas","Verstappen"]},{"id":18,"title":"KKR players Narine, Russell arrive ‘safely’ in Caribbean","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/05/sunil-andre_d-1024x576.jpg"],"news_body":["Kolkata Knight Riders (KKR) spinner Sunil Narine and all-rounder Andre Russell have ","“","safely","”"," arrived in the Caribbean following the postponement of the Indian Premier League (IPL) 2021. Narine and Russell along with West Indians who were part of the TV production in the suspended IPL reached the Caribbean, informed Windies cricket on Sunday.","\nCricket West Indies CEO Johnny Grave thanked the Board of Control for Cricket in India (BCCI) and IPL teams for arranging their safe travel.","The IPL Governing Council (IPL GC) and BCCI in an emergency meeting last week unanimously decided to postpone IPL 2021 season. Meanwhile, KKR and India pacer Prasidh Krishna has tested positive for COVID-19. He is the fourth player from the franchise after Varun Chakaravarthy, Sandeep Warrier and Tim Seifert to test positive for coronavirus.","The post ","KKR players Narine, Russell arrive ","‘","safely","’"," in Caribbean"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 10 May 2021 05:31:22 +0000","share_url":"https://www.updatenews360.com/english/sports/kkr-players-narine-russell-arrive-safely-in-caribbean/","category_id":"Sports","subcategory_id":["Andre Russell","BCCI","Coronavirus","Covid-19","IPL","KKR","Narine","Sunil Narine"]}]