[{"id":1,"title":"Kishore K Swamy arrested by police","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/screenshot14105-1623638538.jpg"],"news_body":["Popular social media political commentator Kishore K Swamy, known for his anti-DMK stand, was arrested today by the police.","According to sources, he was arrested for his defamatory comments on political leaders, including former Chief Ministers C N Annadurai and M Karunanidhi. A case have been filed against him under three sections and further investigation is on, sources added.","Only recently, the Trichy police arrested YouTuber ‘Sattai’ Duraimurugan and others for allegedly threatening a man who had put up a post criticising late LTTE chief Prabhakaran on social media.","The post ","Kishore K Swamy arrested by police"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 14 Jun 2021 05:32:36 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/kishore-k-swamy-arrested-by-police/","category_id":"Tamilnadu","subcategory_id":["C N Annadura","DMK","Karunanidhi","Kishore K Swamy","social media"]},{"id":2,"title":"Fresh lockdown with more relaxations come into effect in Tamilnadu","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/979293-976279-tamil-nadu-lockdown-1024x576.jpg"],"news_body":["After Tamilnadu government on Sunday announced relaxations of more curbs, including opening of tea shops for parcel purposes only, tea shops across the state were reopened this morning.","An official release here said from today tea shops will be allowed to function from 6 am to 5 pm in 27 of the 38 districts in the State, where the Covid daily caseload has been continuously showing a declining trend.","The tea shops were however only allowed to provide parcel service.","Chief Minister M K Stalin had on Friday announced extension of the lockdown, which began on 10 May, for another one week from today morning to 21 June, with additional relaxations, including opening of Tasmac shops (10.00 am to 5.00 pm), saloons, spas, beauty parlours from 6 am to 5 pm, besides shops selling auto parts, two and four wheeler service centres and shops selling home appliances like mixie, grinder, TV and fridge.","The post ","Fresh lockdown with more relaxations come into effect in Tamilnadu"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 14 Jun 2021 05:27:06 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/fresh-lockdown-with-more-relaxations-come-into-effect-in-tamilnadu/","category_id":"Tamilnadu","subcategory_id":["Coronavirus","Covid-19","Lockdown","M K Stalin"]},{"id":3,"title":"Terror threat to Tamilnadu, cops on vigil","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-5-2.jpg"],"news_body":["Central and State intelligence and security agencies are on high alert after alerts of an armed group trying to infiltrate from Sri Lanka were received.","According to reports, after an alert was issued by a Central intelligence agency, the police have stepped up vigil in the towns of Kanyakumari, Toothukudi, Rameswaram, as well as in Chennai.","It was learnt that a boat carrying armed operatives was headed towards Rameswaram coast.","The post ","Terror threat to Tamilnadu, cops on vigil"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Mon, 14 Jun 2021 05:08:24 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/terror-threat-to-tamilnadu-cops-on-vigil/","category_id":"Tamilnadu","subcategory_id":["armed group","Intelligence","Police","Sri Lanka"]},{"id":4,"title":"TN BJP says state govt should not under report Covid deaths","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/l-murugan.jpg"],"news_body":["Tamil Nadu BJP President L. Murugan on Saturday urged the state government not to under-report Covid-19 deaths.","In a statement issued here Murugan said Chief Minister M.K. Stalin should not under report Covid-19 deaths so as to avoid a bad name for his government.","Murugan said the state government is registering deaths of Covid-19 patients with co-morbidities as death due to co-morbidities.","The death certificates are also issued like that, Murugan said.","The post ","TN BJP says state govt should not under report Covid deaths"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 12 Jun 2021 10:38:42 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/tn-bjp-says-state-govt-should-not-under-report-covid-deaths/","category_id":"Tamilnadu","subcategory_id":["BJP","Covid-19","M.K. Stalin","Murugan","Tamil nadu"]},{"id":5,"title":"Stalin opens sluice gates of Mettur dam for kuruvai crop cultivation","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/mettur-dam-1591886549.jpg"],"news_body":["For the second successive year, the sluice gates of the Mettur dam, the lifeline for farmers in the Cauvery","\nDelta region, was opened on the traditional date today for kuruvai crop cultivation.","Tamil Nadu Chief Minister M K Stalin opened the dam for irrigation purposes by showering rose petals on the river cauvery and exuded confidence that the state will surpass the food grain production target this year also.","As on date, the water level in the dam stood at 96.81 ft as against its full level of 120 ft. The storage level stood at 60.38 tmc.","He also said that the government was committed to opening the dam for irrigation on the traditional date every year and increase the kuruvai crop cultivable area.","The water was released from the dam for the 88th time in its more than 120-year-old history.","The post ","Stalin opens sluice gates of Mettur dam for kuruvai crop cultivation"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 12 Jun 2021 10:13:53 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/stalin-opens-sluice-gates-of-mettur-dam-for-kuruvai-crop-cultivation/","category_id":"Tamilnadu","subcategory_id":["Covid-19","farmers","kuruvai","M K Stalin","Mettur Dam"]},{"id":6,"title":"Karnataka Court asks for a report on ‘preferential’ treatment to Sasikala in jail","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/media-handler-1-1024x768.jpg"],"news_body":["The Karnataka High Court has directed the State government to submit a final report within two months into the FIR registered by the Anti Corruption Bureau (ACB) into alleged preferential treatment given in Parapana Agrahara prison to expelled AIADMK supremo and close aide to former Tamilnadu Chief Minister J Jayalalithaa, VK Sasikala.","A division bench of Chief Justice Abhay Shreeniwas Oka and Justice Suraj Govindaraj passed the order after the state government informed the court that an FIR was registered by the ACB in 2018 and four months time was required to file the report in view of the Covid-19 pandemic.","The court sought report from the government while hearing a petition filed by K S Gita, a 65-year-old social worker and an educationist from Chennai.","The post ","Karnataka Court asks for a report on ‘preferential’ treatment to Sasikala in jail"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 12 Jun 2021 08:38:26 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/karnataka-court-asks-for-a-report-on-preferential-treatment-to-sasikala-in-jail/","category_id":"Tamilnadu","subcategory_id":["ACB","AIADMK","Jayalalithaa","Karnataka High Court","Suraj Govindaraj","VK Sasikala"]},{"id":7,"title":"Stalin to meet Modi in Delhi on 17 June","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Capture.PNGnn_.png"],"news_body":["Tamilnadu Chief Minister M K Stalin will leave for New Delhi on 16 June, in his first visit to the capital after assuming charge as the Chief Minister.","Sources said Stalin will be meeting Prime Minister Narendra Modi on 17 June at New Delhi. During the meeting, the Chief Minister will present a memorandum to the PM and make various demands for the welfare of the State, they added.","Issues such as GST dues, Central share of taxes, pending Central allocation for various development schemes, scrapping NEET will be discussed, source said.","He is also likely to meet Congress leader Rahul Gandhi during his capital visit.","The post ","Stalin to meet Modi in Delhi on 17 June"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Sat, 12 Jun 2021 05:34:38 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/stalin-to-meet-modi-in-delhi-on-17-june/","category_id":"Tamilnadu","subcategory_id":["M K Stalin","Narendra modi","NEET","New Delhi"]},{"id":8,"title":"AIADMK to hold a crucial meet 14 June","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-2-7.jpg"],"news_body":["The legislature party meeting of the main Opposition AIADMK will be held here on 14 June to elect the Deputy leader in the Assembly and the Party Whip, ahead of the Assembly session beginning on 21 June.","The earlier meeting of MLAs held last month had elected former Chief Minister and AIADMK joint coordinator Edappadi K Palaniswami as their legislature party leader and also as the Leader of the Opposition in the Assembly.","The meeting on 14 June will happen at a time when there is said to be a rift between Palaniswami and the party’s coordinator O Panneerselvam and amid expelled general secretary V K Sasikala’s efforts to make a comeback into the party.","Meanwhile, in a joint statement here Thursday, AIADMK coordinator and former CM O Panneerselvam and Palaniswami said the MLAs meeting would be held at party headquarters at 12 noon on 14 June.","The post ","AIADMK to hold a crucial meet 14 June"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 11 Jun 2021 07:11:28 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/aiadmk-to-hold-a-crucial-meet-14-june/","category_id":"Tamilnadu","subcategory_id":["AIADMK","Edappadi K Palaniswami","MLAs","O Panneerselvam","V K Sasikala"]},{"id":9,"title":"Sasikala says cannot be separated from AIADMK","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/dc-Cover-u7voaknog83c941cloi66k9q42-20170214062105.Medi_.jpeg"],"news_body":["Indicating further trouble to the AIADMK, its former interim General Secretary V.K. Sasikala has said, in a leaked audio message to an AIADMK functionary, that she cannot be separated from the party.","The specific mentioning of the AIADMK in the audiotape, which was released on Thursday, is contrary to the public posture taken by AIADMK joint coordinator and former Chief Minister, K. Palaniswami that Sasikala, in the earlier leaked tapes, was not speaking to AIADMK cadres or functionaries but to the cadres of the AMMK founded by her nephew T.T.V. Dhinakaran.","The leaked audio of Sasikala assumes significance as the AIADMK legislature party meet to elect the party office bearers in the legislature like the Deputy Leader of Opposition and Chief Whip are to take place on June 14 at the party headquarters.","While Palaniswami was elected as the Leader of Opposition exactly a month ago, the post of Deputy Leader of Opposition and Chief Whip was not filled, owing to differences of opinion between Palaniswami and O. Panneerselvam, the powerful Thevar leader who was the Deputy Chief Minister in the Palaniswami government.","The post ","Sasikala says cannot be separated from AIADMK"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 11 Jun 2021 07:04:51 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/sasikala-says-cannot-be-separated-from-aiadmk/","category_id":"Tamilnadu","subcategory_id":["AIADMK","AMMK","Edappadi K Palaniswami","T.T.V. Dhinakaran","V.K. Sasikala"]},{"id":10,"title":"OPS urges PM Modi to exempt TN from NEET","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/WhatsApp_Image_2017-02-08_at_111.jpeg"],"news_body":["Former Chief Minister and AIADMK coordinator O Panneerselvam on Thursday urged Prime Minister Narendra Modi to exempt Tamil Nadu from the common entrance examinations, including the NEET for the current year.","In a letter to the PMO, he urged the Centre to allow TN to make admission in various courses based on higher secondary exam marks. The AIADMK leader said that due to the pandemic, state has set up a committee for issuing marks and this should be the criteria for admission to the colleges in Tamilnadu.","“As per the index released by the Centre the standard of education in Tamil Nadu is extremely good and I am of the view that there is no need to test the ability of students by conducting entrance examination for admissions to all professional and other courses, including the medical courses,” the statement added.","\n\n\n","The post ","OPS urges PM Modi to exempt TN from NEET"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Fri, 11 Jun 2021 05:14:53 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/ops-urges-pm-modi-to-exempt-tn-from-neet/","category_id":"Tamilnadu","subcategory_id":["AIADMK","Narendra modi","NEET","O Panneerselvam","Tamil nadu"]},{"id":11,"title":"AIADMK MLAs meet on June 14 ahead of TN Assembly session on June 21","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-7.jpg"],"news_body":["The legislature party meeting of the Opposition AIADMK will be held here on June 14 to elect the Deputy leader in the Assembly and the Party Whip, ahead of the Assembly session beginning on June 21.","The earlier meeting of MLAs held last month had elected former Chief Minister and AIADMK co-coordinator Edappadi K Palaniswami as their legislature party leader and also as the Leader of the Opposition in the Assembly.","The first session of the newly constituted 16th Legislative Assembly will commence at 1000 hrs on June 21 with the customary address by Governor Banwarilal Purohit at the Kalaivanar Arangam.","Speaker M Aappavu told reporters that the Business Advisory Committee meeting, comprising floor leaders of various parties, would be held after the Governor","’","s address to decide on the duration of the session.","Sources said the session is likely to last for three-four days during which the motion of thanks to the Governor for his address will be adopted, with Mr Palaniswami winding up the debate and Chief Minister M K Stalin replying to it.","The post ","AIADMK MLAs meet on June 14 ahead of TN Assembly session on June 21"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 12:00:36 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/aiadmk-mlas-meet-on-june-14-ahead-of-tn-assembly-session-on-june-21/","category_id":"Tamilnadu","subcategory_id":["AIADMK","Banwarilal Purohit","Edappadi K Palaniswami","Kalaivanar Arangam"]},{"id":12,"title":"Ambulance rams into roadside tree, Pregnant woman, 2 others killed, CM announces solatium","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/JaTOuKbE.jpg"],"news_body":["A nine-month pregnant woman and two of her relatives were killed when the ambulance in which they were going to a hospital rammed into a roadside tree following a tyre burst at Alathur village in Kallakurichi district of Tamil Nadu, today.","Police sources said the pregnant woman, Jayalakshmi (23), who was accompanied by her mother-in-law Selvi and sister-in-law Ambika, was being taken to Kallakurichi Government hospital from a Primary Health Centre when the tragedy occurred.","The ambulance driver lost control of the vehicle following a tyre burst and rammed into the tree killing Selvi and Ambika on the spot.","Jayalakshmi, who sustained serious injuries, died on the way to the hospital.","Chief Minister M K Stalin condoled the deaths and announced a solatium of Rs five lakh to the family of Jayalakshmi and Rs three lakh each to the families of Selvi and Ambika.","The post ","Ambulance rams into roadside tree, Pregnant woman, 2 others killed, CM announces solatium"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 11:54:29 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/ambulance-rams-into-roadside-tree-pregnant-woman-2-others-killed-cm-announces-solatium/","category_id":"Tamilnadu","subcategory_id":["ambulance","M K Stalin","Tamil nadu","woman"]},{"id":13,"title":"Two lionesses of Tamil Nadu zoo test positive for COVID-19","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-3-4.jpg"],"news_body":["Two lionesses of the Arinagar Anna Zoological Park in Tamil Nadu have tested positive for COVID-19, while a lion was found to have contracted distemper virus, the Indian Veterinary Research Institute (IVRI) here said Thursday.","Seven samples had been sent to the city-based institute from the zoo for testing.","\nOf the samples of seven animals (four tigers and three lions) from the Tamil Nadu zoo, one lioness tested positive for SARS CoV-2 and distemper virus, one lioness for SARS CoV-2, and one lion tested positive for distemper virus,","”"," IVRI Joint Director K P Singh said.","All four tigers have tested negative for both the viruses, he said.","A report is being sent to the zoo authorities in Tamil Nadu, Singh added.","The post ","Two lionesses of Tamil Nadu zoo test positive for COVID-19"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 08:20:28 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/two-lionesses-of-tamil-nadu-zoo-test-positive-for-covid-19/","category_id":"Tamilnadu","subcategory_id":["Anna Zoological Park","lionesses","SARS CoV-2","Tamil nadu"]},{"id":14,"title":"Lockdown relaxation: Stalin to hold special meet","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/1620462710-8379.jpg"],"news_body":["With the ongoing lockdown coming to an end 14 June, Chief Minister M K Stalin will today chair a high-level meet to decide on granting more relaxations.","“As Covid cases are steadily coming down, more relaxations are expected in Chennai, northern and southern districts,” sources said and added that curbs are likely to continue in the western belt.","The lockdown, which was implemented on 10 May was being extended by every week to prevent the spread of the pandemic.","The post ","Lockdown relaxation: Stalin to hold special meet"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 08:16:45 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/lockdown-relaxation-stalin-to-hold-special-meet/","category_id":"Tamilnadu","subcategory_id":["Covid","Lockdown","M K Stalin","pandemic"]},{"id":15,"title":"No entrance tests for admission to Class 11 in TN","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/download-13.jpg"],"news_body":["Tamil Nadu government has decided not to hold entrance exams for admission to Class 11 and instead increase the number of seats by 10-15 per cent in government and government-aided schools.","The government also said in case there are a large number of applications for a particular stream in Class 11 then admission can be made based on the student","’","s Class 9 marks.","The government also said Classes for 11th students will be held from the third week of June based on the Covid-19 guidelines prevailing then.","Meanwhile, Tamil Nadu","’","s former Chief Minister and AIADMK Coordinator O.Panneerselvam on Thursday urged the state government to cancel the entrance tests for admission to Class 11.","The post ","No entrance tests for admission to Class 11 in TN"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 05:42:54 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/no-entrance-tests-for-admission-to-class-11-in-tn/","category_id":"Tamilnadu","subcategory_id":["Covid-19","exams","schools","students","Tamil nadu"]},{"id":16,"title":"TN Assembly session from 21 June","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/Tamil_Nadu_Assembly_EPS.jpg"],"news_body":["The Tamilnadu Assembly will meet on 21 June with the customary address by Governor Banwarilal Purohit at the Kalaivanar Arangam with the Covid norms in place, Speaker of the House M Appavu said.","Speaking to reporters at the Secretariat, the Speaker said members of all parties in the Assembly would be given equal opportunity to raise issues concerning the people.","He said during the discussions on the motion of thanks to the Governor, question hour is unlikely to happen as members can raise questions after the session begins and they have to be sent to respective departments for answers.","The post ","TN Assembly session from 21 June"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Thu, 10 Jun 2021 05:38:57 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/tn-assembly-session-from-21-june/","category_id":"Tamilnadu","subcategory_id":["Banwarilal Purohit","Covid-19","M Appavu"]},{"id":17,"title":"Stalin to meet Governor today","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/thumb-1024x682.jpg"],"news_body":["Chief Minister M K Stalin is scheduled to meet Governor Banwarilal Purohit at the Raj Bhavan later today.","Sources said that steps taken to combat the spread of coronavirus and the present situation in the State will be discussed during the meeting.","Chief Secretary V Irai Anbu and other senior officials will be present during the meeting.","It may be noted that Banwarilal Purohit handed over a cheque of Rs one crore for Covid relief works when Stalin met him last month.","Today’s meeting is taking place at a time when fresh coronavirus cases are on the decline for the past few days.","The post ","Stalin to meet Governor today"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 09 Jun 2021 09:39:15 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/stalin-to-meet-governor-today/","category_id":"Tamilnadu","subcategory_id":["Banwarilal Purohit","Coronavirus","Covid relief","M K Stalin","Raj Bhavan"]},{"id":18,"title":"Key meet of AIADMK MLAs 14 June","image_url":["https://www.updatenews360.com/english/wp-content/uploads/2021/06/images-2-2.jpg"],"news_body":["Ahead of the budget session of Tamilnadu Assembly, the principal opposition AIADMK has called for its MLAs’ meet on 14 June.","According to sources, Deputy Leader of Opposition in the Assembly and the party’s Chief Whip will be elected during the meeting.","Former Chief Minister and AIADMK joint coordinator Edappadi K Palaniswami was recently elected as the Leader of Opposition, it may be recalled. Deputy CM O Panneerselvam, who is the party’s coordinator, is likely to be elected as the Deputy Leader of the Opposition.","The post ","Key meet of AIADMK MLAs 14 June"," appeared first on ","Update News 360 | English News Online | Live News | Breaking News Online | Latest Update News","."],"pubDate":"Wed, 09 Jun 2021 09:33:57 +0000","share_url":"https://www.updatenews360.com/english/tamilnadu/key-meet-of-aiadmk-mlas-14-june/","category_id":"Tamilnadu","subcategory_id":["AIADMK","Edappadi K Palaniswami","Panneerselvam"]}]